var heightArr = [
			'155cm',
			'156cm',
			'157cm',
			'158cm',
			'159cm',
			'160cm',
			'161cm',
			'162cm',
			'163cm',
			'164cm',
			'165cm',
			'166cm',
			'167cm',
			'168cm',
			'169cm',
			'170cm',
			'171cm',
			'172cm',
			'173cm',
			'174cm',
			'175cm',
			'176cm',
			'177cm',
			'178cm',
			'179cm',
			'180cm',
			'181cm',
			'182cm',
			'183cm',
			'184cm',
			'185cm'
		];
var heightArr2 = [
					{id:'0',value:155},
					{id:'1',value:156},
					{id:'2',value:157},
					{id:'3',value:158},
					{id:'4',value:159},
					{id:'5',value:160},
					{id:'6',value:161},
					{id:'7',value:162},
					{id:'8',value:163},
					{id:'9',value:164},
					{id:'10',value:165},
					{id:'11',value:166},
					{id:'12',value:167},
					{id:'13',value:168},
					{id:'14',value:169},
					{id:'15',value:170},
					{id:'16',value:171},
					{id:'17',value:172},
					{id:'18',value:173},
					{id:'19',value:174},
					{id:'20',value:175},
					{id:'21',value:176},
					{id:'22',value:177},
					{id:'23',value:178},
					{id:'24',value:179},
					{id:'25',value:180},
					{id:'26',value:181},
					{id:'27',value:182},
					{id:'28',value:183},
					{id:'29',value:184},
					{id:'30',value:185}
					];
var ageArr = [
			{id:'1',value:18},
			{id:'2',value:19},
			{id:'3',value:20},
			{id:'4',value:21},
			{id:'5',value:22},
			{id:'6',value:23},
			{id:'7',value:24},
			{id:'8',value:25},
			{id:'9',value:26},
			{id:'10',value:27},
			{id:'11',value:28},
			{id:'12',value:29},
			{id:'13',value:30},
			{id:'14',value:31},
			{id:'15',value:32},
			{id:'16',value:33},
			{id:'17',value:34},
			{id:'18',value:35},
			{id:'19',value:36},
			{id:'20',value:37},
			{id:'21',value:38},
			{id:'22',value:39},
			{id:'23',value:40},
			{id:'24',value:41},
			{id:'25',value:42},
			{id:'26',value:43},
			{id:'27',value:44},
			{id:'28',value:45},
			{id:'29',value:46},
			{id:'30',value:47},
			{id:'31',value:48},
			{id:'32',value:49},
			{id:'33',value:50},
			{id:'34',value:51},
			{id:'35',value:52},
			{id:'36',value:53},
			{id:'37',value:54},
			{id:'38',value:55},
			{id:'39',value:56}
		];
var mobileSelect1 = new MobileSelect({
	trigger: '#Height',
	title: '身高选择',
	wheels: [{
		data: heightArr
	}],
	callback: function(indexArr, data) {
		$('#Height').val(data);
	}
});
var mobileSelect2 = new MobileSelect({
	trigger: '#Weight',
	title: "体重选择",
	wheels: [{
		data: [
			'30kg',
			'31kg',
			'32kg',
			'33kg',
			'34kg',
			'35kg',
			'36kg',
			'37kg',
			'38kg',
			'39kg',
			'40kg',
			'41kg',
			'42kg',
			'43kg',
			'44kg',
			'45kg',
			'46kg',
			'47kg',
			'48kg',
			'49kg',
			'50kg',
			'51kg',
			'52kg',
			'53kg',
			'54kg',
			'55kg',
			'56kg',
			'57kg',
			'58kg',
			'59kg',
			'60kg',
			'61kg',
			'62kg',
			'63kg',
			'64kg',
			'65kg',
			'66kg',
			'67kg',
			'68kg',
			'69kg',
			'70kg'
		]
	}],
	callback: function(indexArr, data) {
		$('#Weight').val(data);
	}
});
var mobileSelect3 = new MobileSelect({
	trigger: '#nation',
	title: '民族选择',
	wheels: [{
		data: [
			"汉族",
			"蒙古族",
			"回族",
			"藏族",
			"维吾尔族",
			"苗族",
			"彝族",
			"壮族",
			"布依族",
			"朝鲜族",
			"满族",
			"侗族",
			"瑶族",
			"白族",
			"土家族",
			"哈尼族",
			"哈萨克族",
			"傣族",
			"黎族",
			"傈僳族",
			"佤族",
			"畲族",
			"高山族",
			"拉祜族",
			"水族",
			"东乡族",
			"纳西族",
			"景颇族",
			"柯尔克孜族",
			"土族",
			"达斡尔族",
			"仫佬族",
			"羌族",
			"布朗族",
			"撒拉族",
			"毛南族",
			"仡佬族",
			"锡伯族",
			"阿昌族",
			"普米族",
			"塔吉克族",
			"怒族",
			"乌孜别克族",
			"俄罗斯族",
			"鄂温克族",
			"德昂族",
			"保安族",
			"裕固族",
			"京族",
			"塔塔尔族",
			"独龙族",
			"鄂伦春族",
			"赫哲族",
			"门巴族",
			"珞巴族",
			"基诺族"
		]
	}],
	callback: function(indexArr, data) {
		$('#nation').val(data);
	}
});
var mobileSelect4 = new MobileSelect({
	trigger: '#faith',
	title: '信仰选择',
	wheels: [{
		data: [
			'是',
			'否'
		]
	}],
	callback: function(indexArr, data) {
		$('#faith').val(data);
	}
});
var mobileSelect5 = new MobileSelect({
	trigger: '#education',
	title: '学历选择',
	wheels: [{
		data: [
			'初中',
			'高中',
			'大专',
			'本科'
		]
	}],
	callback: function(indexArr, data) {
		$('#education').val(data);
	}
});
var mobileSelect6 = new MobileSelect({
	trigger: '#university',
	title: '院校选择',
	wheels: [{
		data: [{
			id: '1',
			value: '安徽省',
			childs: [{
				id: '1',
				value: '合肥工业大学'
			}, {
				id: '2',
				value: '中国科学技术大学'
			}, {
				id: '3',
				value: '安徽大学'
			}, {
				id: '4',
				value: '安徽理工大学'
			}, {
				id: '5',
				value: '安徽工业大学'
			}, {
				id: '6',
				value: '安徽工程大学'
			}, {
				id: '7',
				value: '安徽农业大学'
			}, {
				id: '8',
				value: '安徽医科大学'
			}, {
				id: '9',
				value: '安徽师范大学'
			}, {
				id: '10',
				value: '淮北师范大学'
			}, {
				id: '11',
				value: '安徽财经大学'
			}, {
				id: '12',
				value: '安徽三联学院'
			}, {
				id: '13',
				value: '安徽建筑工业学院'
			}, {
				id: '14',
				value: '安徽文达信息工程学院'
			}, {
				id: '15',
				value: '安徽中医学院'
			}, {
				id: '16',
				value: '皖南医学院'
			}, {
				id: '17',
				value: '蚌埠医学院'
			}, {
				id: '18',
				value: '淮南师范学院'
			}, {
				id: '19',
				value: '安徽科技学院'
			}, {
				id: '20',
				value: '阜阳师范学院'
			}, {
				id: '21',
				value: '安庆师范学院'
			}, {
				id: '22',
				value: '合肥师范学院'
			}, {
				id: '23',
				value: '安徽外国语学院'
			}, {
				id: '24',
				value: '滁州学院'
			}, {
				id: '25',
				value: '池州学院'
			}, {
				id: '26',
				value: '皖西学院'
			}, {
				id: '30',
				value: '宿州学院'
			}, {
				id: '31',
				value: '黄山学院'
			}, {
				id: '32',
				value: '巢湖学院'
			}, {
				id: '33',
				value: '蚌埠学院'
			}, {
				id: '34',
				value: '铜陵学院'
			}, {
				id: '35',
				value: '安徽新华学院'
			}, {
				id: '36',
				value: '合肥学院'
			}, {
				id: '37',
				value: '安徽医学高等专科学校'
			}, {
				id: '38',
				value: '安徽中医药高等专科学校'
			}, {
				id: '39',
				value: '安庆医药高等专科学校'
			}, {
				id: '40',
				value: '合肥幼儿师范高等专科学校'
			}, {
				id: '41',
				value: '亳州师范高等专科学校'
			}, {
				id: '42',
				value: '桐城师范高等专科学校'
			}, {
				id: '43',
				value: '马鞍山师范高等专科学校'
			}, {
				id: '44',
				value: '安徽汽车职业技术学院'
			}, {
				id: '45',
				value: '皖西卫生职业学院'
			}, {
				id: '46',
				value: '安徽职业技术学院'
			}, {
				id: '47',
				value: '芜湖职业技术学院'
			}, {
				id: '48',
				value: '安徽水利水电职业技术学院'
			}, {
				id: '49',
				value: '淮北职业技术学院'
			}, {
				id: '50',
				value: '安徽警官职业学院'
			}, {
				id: '51',
				value: '安徽商贸职业技术学院'
			}, {
				id: '52',
				value: '淮南职业技术学院'
			}, {
				id: '53',
				value: '淮南联合大学'
			}, {
				id: '54',
				value: '民办万博科技职业学院'
			}, {
				id: '55',
				value: '铜陵职业技术学院'
			}, {
				id: '56',
				value: '安徽财贸职业学院'
			}, {
				id: '57',
				value: '安徽国际商务职业学院'
			}, {
				id: '58',
				value: '马鞍山职业技术学院'
			}, {
				id: '59',
				value: '安徽人口职业学院'
			}, {
				id: '60',
				value: '安徽新闻出版职业技术学院'
			}, {
				id: '61',
				value: '安徽城市管理职业学院'
			}, {
				id: '62',
				value: '安徽林业职业技术学院'
			}, {
				id: '63',
				value: '徽商职业学院'
			}, {
				id: '64',
				value: '滁州职业技术学院'
			}, {
				id: '65',
				value: '民办安徽旅游职业学院'
			}, {
				id: '66',
				value: '安徽邮电职业技术学院'
			}, {
				id: '67',
				value: '安庆职业技术学院'
			}, {
				id: '68',
				value: '安徽广播影视职业技术学院'
			}, {
				id: '69',
				value: '安徽涉外经济职业学院'
			}, {
				id: "70",
				value: '安徽公安职业学院'
			}, {
				id: "71",
				value: '安徽审计职业学院'
			}, {
				id: "72",
				value: '宣城职业技术学院'
			}, {
				id: "73",
				value: '亳州职业技术学院'
			}, {
				id: "74",
				value: '安徽中澳科技职业学院'
			}, {
				id: "75",
				value: '安徽工业职业技术学院'
			}, {
				id: "76",
				value: '安徽机电职业技术学院'
			}, {
				id: "77",
				value: '安徽绿海商务职业学院'
			}, {
				id: "78",
				value: '合肥共达职业技术学院'
			}, {
				id: "79",
				value: '合肥科技职业学院'
			}, {
				id: "80",
				value: '蚌埠经济技术职业学院'
			}, {
				id: "81",
				value: '合肥职业技术学院'
			}, {
				id: "82",
				value: '阜阳科技职业学院'
			}, {
				id: "83",
				value: '池州职业技术学院'
			}, {
				id: "84",
				value: '安徽矿业职业技术学院'
			}, {
				id: "85",
				value: '安徽黄梅戏艺术职业学院'
			}, {
				id: "86",
				value: '六安职业技术学院'
			}, {
				id: "87",
				value: '民办合肥滨湖职业技术学院'
			}, {
				id: "88",
				value: '合肥通用职业技术学院'
			}, {
				id: "89",
				value: '安徽体育运动职业技术学院'
			}, {
				id: '90',
				value: '安徽粮食工程职业学院'
			}, {
				id: '91',
				value: '合肥信息技术职业学院'
			}, {
				id: '92',
				value: '安徽艺术职业学院'
			}, {
				id: '93',
				value: '民办合肥经济技术职业学院'
			}, {
				id: '94',
				value: '安徽国防科技职业学院'
			}, {
				id: '95',
				value: '安徽工商职业学院'
			}, {
				id: '96',
				value: '宿州职业技术学院'
			}, {
				id: '97',
				value: '安徽冶金科技职业学院'
			}, {
				id: '98',
				value: '阜阳职业技术学院'
			}, {
				id: '99',
				value: '安徽工业经济职业技术学院'
			}, {
				id: '100',
				value: '安徽电子信息职业技术学院'
			}, {
				id: '101',
				value: '安徽交通职业技术学院'
			}, {
				id: '102',
				value: '安徽电子信息职业技术学院'
			}, {
				id: '103',
				value: '安徽电气工程职业技术学院'
			}, {
				id: '104',
				value: '安徽工贸职业技术学院'
			}, {
				id: '105',
				value: '安徽长江职业学院'
			}, {
				id: '106',
				value: '安徽扬子职业技术学院'
			}, {
				id: '107',
				value: '安徽现代信息工程职业学院'
			}, {
				id: '108',
				value: '民办合肥财经职业学院'
			}, {
				id: '109',
				value: '芜湖信息技术职业学院'
			}, {
				id: '110',
				value: '黄山职业技术学院'
			}, {
				id: '111',
				value: '滁州城市职业学院'
			}]
		}, {
			id: '2',
			value: '澳门特别行政区',
			childs: [{
				id: '1',
				value: '澳门高等校际学院'
			}, {
				id: '2',
				value: '澳门理工学院'
			}, {
				id: '3',
				value: '澳门科技大学'
			}, {
				id: '4',
				value: '联合国大学-国际软件技术研究所'
			}, {
				id: '5',
				value: '澳门大学'
			}, ]
		}, {
			id: '3',
			value: '北京',
			childs: [{
				id: '1',
				value: '北京大学'
			}, {
				id: '2',
				value: '中国人民大学'
			}, {
				id: '3',
				value: '清华大学'
			}, {
				id: '4',
				value: '北京交通大学'
			}, {
				id: '5',
				value: '北京科技大学'
			}, {
				id: '6',
				value: '中国石油大学(北京）'
			}, {
				id: '7',
				value: '中国矿业大学(北京)'
			}, {
				id: '8',
				value: '中国地质大学(北京)'
			}, {
				id: '9',
				value: '北京邮电大学'
			}, {
				id: '10',
				value: '华北电力大学（北京）'
			}, {
				id: '11',
				value: '北京化工大学'
			}, {
				id: '12',
				value: '中国农业大学'
			}, {
				id: '13',
				value: '北京林业大学'
			}, {
				id: '14',
				value: '北京中医药大学'
			}, {
				id: '15',
				value: '北京师范大学'
			}, {
				id: '16',
				value: '北京外国语大学'
			}, {
				id: '17',
				value: '北京语言大学'
			}, {
				id: '18',
				value: '对外经济贸易大学'
			}, {
				id: '19',
				value: '中央财经大学'
			}, {
				id: '20',
				value: '中国政法大学'
			}, {
				id: '21',
				value: '中央民族大学'
			}, {
				id: '22',
				value: '中国人民公安大学'
			}, {
				id: '23',
				value: '北京协和医学院'
			}, {
				id: '24',
				value: '北京体育大学'
			}, {
				id: '25',
				value: '北京理工大学'
			}, {
				id: '26',
				value: '北京航空航天大学'
			}, {
				id: '30',
				value: '北京信息科技大学'
			}, {
				id: '31',
				value: '北京工商大学'
			}, {
				id: '32',
				value: '北京联合大学'
			}, {
				id: '33',
				value: '北京工业大学'
			}, {
				id: '34',
				value: '北方工业大学'
			}, {
				id: '35',
				value: '首都医科大学'
			}, {
				id: '36',
				value: '首都师范大学'
			}, {
				id: '37',
				value: '首都经济贸易大学'
			}, {
				id: '38',
				value: '中国传媒大学'
			}, {
				id: '39',
				value: '国际关系学院'
			}, {
				id: '40',
				value: '中央戏剧学院'
			}, {
				id: '41',
				value: '中央美术学院'
			}, {
				id: '42',
				value: '中央音乐学院'
			}, {
				id: '43',
				value: '北京电子科技学院'
			}, {
				id: '44',
				value: '外交学院'
			}, {
				id: '45',
				value: '中国劳动关系学院'
			}, {
				id: '46',
				value: '中国青年政治学院'
			}, {
				id: '47',
				value: '中华女子学院'
			}, {
				id: '48',
				value: '北京服装学院'
			}, {
				id: '49',
				value: '北京建筑工程学院'
			}, {
				id: '50',
				value: '北京印刷学院'
			}, {
				id: '51',
				value: '首钢工学院'
			}, {
				id: '52',
				value: '北京石油化工学院'
			}, {
				id: '53',
				value: '北京农学院'
			}, {
				id: '54',
				value: '首都体育学院'
			}, {
				id: '55',
				value: '北京第二外国语学院'
			}, {
				id: '56',
				value: '北京物资学院'
			}, {
				id: '57',
				value: '北京警察学院'
			}, {
				id: '58',
				value: '中国音乐学院'
			}, {
				id: '59',
				value: '中国戏曲学院'
			}, {
				id: '60',
				value: '北京电影学院'
			}, {
				id: '61',
				value: '北京舞蹈学院'
			}, {
				id: '62',
				value: '北京城市学院'
			}, {
				id: '63',
				value: '北京青年政治学院'
			}, {
				id: '64',
				value: '北京交通运输职业学院'
			}, {
				id: '65',
				value: '北京信息职业技术学院'
			}, {
				id: '66',
				value: '北京科技经营管理学院'
			}, {
				id: '67',
				value: '北京电子科技职业学院'
			}, {
				id: '68',
				value: '北京工业职业技术学院'
			}, {
				id: '69',
				value: '北京科技职业学院'
			}, {
				id: "70",
				value: '北京戏曲艺术职业学院'
			}, {
				id: "71",
				value: '北京农业职业学院'
			}, {
				id: "72",
				value: '北京汇佳职业学院'
			}, {
				id: "73",
				value: '北京财贸职业学院'
			}, {
				id: "74",
				value: '北京经济技术职业学院'
			}, {
				id: "75",
				value: '北京北大方正软件职业技术学院'
			}, {
				id: "76",
				value: '北京交通职业技术学院'
			}, {
				id: "77",
				value: '北京培黎职业学院'
			}, {
				id: "78",
				value: '北京吉利大学'
			}, {
				id: "79",
				value: '北京经济管理职业学院'
			}, {
				id: "80",
				value: '北京卫生职业学院'
			}, {
				id: "81",
				value: '北京政法职业学院'
			}, {
				id: "82",
				value: '北京体育职业学院'
			}, {
				id: "83",
				value: '北京社会管理职业学院'
			}, {
				id: "84",
				value: '北京新圆明职业学院'
			}, {
				id: "85",
				value: '北京现代职业技术学院'
			}, {
				id: "86",
				value: '北京京北职业技术学院'
			}, {
				id: "87",
				value: '北京经贸职业学院'
			}, {
				id: "88",
				value: '北京劳动保障职业学院'
			}, {
				id: "89",
				value: '清华大学五道口金融学院'
			}, {
				id: '90',
				value: '财政部财政科学研究所'
			}, {
				id: '91',
				value: '中国科学院'
			}, {
				id: '92',
				value: '中国农业科学院'
			}, {
				id: '93',
				value: '中国社会科学院研究生院'
			}]
		}, {
			id: '4',
			value: '重庆',
			childs: [{
				id: '1',
				value: '重庆大学'
			}, {
				id: '2',
				value: '西南大学'
			}, {
				id: '3',
				value: '重庆交通大学'
			}, {
				id: '4',
				value: '重庆邮电大学'
			}, {
				id: '5',
				value: '重庆理工大学'
			}, {
				id: '6',
				value: '重庆医科大学'
			}, {
				id: '7',
				value: '重庆师范大学'
			}, {
				id: '8',
				value: '重庆工商大学'
			}, {
				id: '9',
				value: '西南政法大学'
			}, {
				id: '10',
				value: '重庆科技学院'
			}, {
				id: '11',
				value: '长江师范学院'
			}, {
				id: '12',
				value: '重庆第二师范学院'
			}, {
				id: '13',
				value: '四川外语学院'
			}, {
				id: '14',
				value: '重庆警察学院'
			}, {
				id: '15',
				value: '四川美术学院'
			}, {
				id: '16',
				value: '重庆三峡学院'
			}, {
				id: '17',
				value: '重庆文理学院'
			}, {
				id: '18',
				value: '重庆电力高等专科学校'
			}, {
				id: '19',
				value: '重庆三峡医药高等专科学校'
			}, {
				id: '20',
				value: '重庆医药高等专科学校'
			}, {
				id: '21',
				value: '重庆化工职业学院'
			}, {
				id: '22',
				value: '重庆工业职业技术学院'
			}, {
				id: '23',
				value: '重庆正大软件职业技术学院'
			}, {
				id: '24',
				value: '重庆城市管理职业学院'
			}, {
				id: '25',
				value: '重庆公共运输职业学院'
			}, {
				id: '26',
				value: '重庆安全技术职业学院'
			}, {
				id: '30',
				value: '重庆三峡职业学院'
			}, {
				id: '31',
				value: '重庆工贸职业技术学院'
			}, {
				id: '32',
				value: '重庆民生职业技术学院'
			}, {
				id: '33',
				value: '重庆轻工职业学院'
			}, {
				id: '34',
				value: '重庆机电职业技术学院'
			}, {
				id: '35',
				value: '重庆电信职业学院'
			}, {
				id: '36',
				value: '重庆电子工程职业学院'
			}, {
				id: '37',
				value: '重庆城市职业学院'
			}, {
				id: '38',
				value: '重庆水利电力职业技术学院'
			}, {
				id: '39',
				value: '重庆商务职业学院'
			}, {
				id: '40',
				value: '重庆电讯职业学院'
			}, {
				id: '41',
				value: '重庆能源职业学院'
			}, {
				id: '42',
				value: '重庆传媒职业学院'
			}, {
				id: '43',
				value: '重庆工商职业学院'
			}, {
				id: '44',
				value: '重庆经贸职业学院'
			}, {
				id: '45',
				value: '重庆建筑工程职业学院'
			}, {
				id: '46',
				value: '重庆青年职业技术学院'
			}, {
				id: '47',
				value: '重庆财经职业学院'
			}, {
				id: '48',
				value: '重庆科创职业学院'
			}, {
				id: '49',
				value: '重庆房地产职业学院'
			}, {
				id: '50',
				value: '重庆海联职业技术学院'
			}, {
				id: '51',
				value: '重庆信息技术职业学院'
			}, {
				id: '52',
				value: '重庆航天职业技术学院'
			}, {
				id: '53',
				value: '重庆工程职业技术学院'
			}, {
				id: '54',
				value: '重庆艺术工程职业学院'
			}, {
				id: '55',
				value: '重庆旅游职业学院'
			}, {
				id: '56',
				value: '重庆交通职业学院'
			}]
		}, {
			id: '5',
			value: '福建省',
			childs: [{
				id: '1',
				value: '厦门大学'
			}, {
				id: '2',
				value: '华侨大学'
			}, {
				id: '3',
				value: '福建农林大学'
			}, {
				id: '4',
				value: '集美大学'
			}, {
				id: '5',
				value: '福州大学'
			}, {
				id: '6',
				value: '仰恩大学'
			}, {
				id: '7',
				value: '福建医科大学'
			}, {
				id: '8',
				value: '福建中医药大学'
			}, {
				id: '9',
				value: '福建师范大学'
			}, {
				id: '10',
				value: '厦门理工学院'
			}, {
				id: '11',
				value: '闽南理工学院'
			}, {
				id: '12',
				value: '福建工程学院'
			}, {
				id: '13',
				value: '宁德师范学院'
			}, {
				id: '14',
				value: '泉州师范学院'
			}, {
				id: '15',
				value: '漳州师范学院'
			}, {
				id: '16',
				value: '福州外语外贸学院'
			}, {
				id: '17',
				value: '福建警察学院'
			}, {
				id: '18',
				value: '闽江学院'
			}, {
				id: '19',
				value: '三明学院'
			}, {
				id: '20',
				value: '龙岩学院'
			}, {
				id: '21',
				value: '莆田学院'
			}, {
				id: '22',
				value: '武夷学院'
			}, {
				id: '23',
				value: '福建江夏学院'
			}, {
				id: '24',
				value: '厦门医学高等专科学校'
			}, {
				id: '25',
				value: '泉州医学高等专科学校'
			}, {
				id: '26',
				value: '福建幼儿师范高等专科学校'
			}, {
				id: '30',
				value: '泉州幼儿师范高等专科学校'
			}, {
				id: '31',
				value: '福建商业高等专科学校'
			}, {
				id: '32',
				value: '福州英华职业学院'
			}, {
				id: '33',
				value: '福建船政交通职业学院'
			}, {
				id: '34',
				value: '厦门华厦职业学院'
			}, {
				id: '35',
				value: '泉州纺织服装职业学院'
			}, {
				id: '36',
				value: '漳州职业技术学院'
			}, {
				id: '37',
				value: '黎明职业大学'
			}, {
				id: '38',
				value: '福建华南女子职业学院'
			}, {
				id: '39',
				value: '闽西职业技术学院'
			}, {
				id: '40',
				value: '福州黎明职业技术学院'
			}, {
				id: '41',
				value: '厦门东海职业技术学院'
			}, {
				id: '42',
				value: '漳州卫生职业学院'
			}, {
				id: '43',
				value: '福州职业技术学院'
			}, {
				id: '44',
				value: '福州海峡职业技术学院'
			}, {
				id: '45',
				value: '泉州理工职业学院'
			}, {
				id: '46',
				value: '福建警官职业学院'
			}, {
				id: '47',
				value: '闽北职业技术学院'
			}, {
				id: '48',
				value: '泉州华光摄影艺术职业学院'
			}, {
				id: '49',
				value: '福建林业职业技术学院'
			}, {
				id: '50',
				value: '泉州经贸职业技术学院'
			}, {
				id: '51',
				value: '福建卫生职业技术学院'
			}, {
				id: '52',
				value: '厦门华天涉外职业技术学院'
			}, {
				id: '53',
				value: '漳州理工职业学院'
			}, {
				id: '54',
				value: '厦门兴才职业技术学院'
			}, {
				id: '55',
				value: '泉州信息职业技术学院'
			}, {
				id: '56',
				value: '湄洲湾职业技术学院'
			}, {
				id: '57',
				value: '福州软件职业技术学院'
			}, {
				id: '58',
				value: '福州科技职业技术学院'
			}, {
				id: '59',
				value: '福建艺术职业学院'
			}, {
				id: '60',
				value: '福建生物工程职业技术学院'
			}, {
				id: '61',
				value: '德化陶瓷职业技术学院'
			}, {
				id: '62',
				value: '福建体育职业技术学院'
			}, {
				id: '63',
				value: '宁德职业技术学院'
			}, {
				id: '64',
				value: '厦门软件职业技术学院'
			}, {
				id: '65',
				value: '三明职业技术学院'
			}, {
				id: '66',
				value: '福建对外经济贸易职业技术学院'
			}, {
				id: '67',
				value: '厦门海洋职业技术学院'
			}, {
				id: '68',
				value: '福建农业职业技术学院'
			}, {
				id: '69',
				value: '福建信息职业技术学院'
			}, {
				id: "70",
				value: '厦门演艺职业学院'
			}, {
				id: "71",
				value: '武夷山职业学院'
			}, {
				id: "72",
				value: '福建电力职业技术学院'
			}, {
				id: "73",
				value: '漳州科技职业学院'
			}, {
				id: "74",
				value: '厦门城市职业学院'
			}, {
				id: "75",
				value: '厦门南洋职业学院'
			}, {
				id: "76",
				value: '漳州城市职业学院'
			}, {
				id: "77",
				value: '福建水利电力职业技术学院'
			}, {
				id: "78",
				value: '泉州轻工职业学院'
			}, {
				id: "79",
				value: '泉州泰山航海职业学院'
			}, {
				id: "80",
				value: '厦门安防科技职业学院'
			}]
		}, {
			id: '6',
			value: '甘肃省',
			childs: [{
				id: '1',
				value: '兰州大学'
			}, {
				id: '2',
				value: '西北民族大学'
			}, {
				id: '3',
				value: '兰州理工大学'
			}, {
				id: '4',
				value: '兰州交通大学'
			}, {
				id: '5',
				value: '甘肃农业大学'
			}, {
				id: '6',
				value: '西北师范大学'
			}, {
				id: '7',
				value: '兰州工业学院'
			}, {
				id: '8',
				value: '甘肃中医学院'
			}, {
				id: '9',
				value: '陇东学院'
			}, {
				id: '10',
				value: '甘肃民族师范学院'
			}, {
				id: '11',
				value: '天水师范学院'
			}, {
				id: '12',
				value: '兰州商学院'
			}, {
				id: '13',
				value: '甘肃政法学院'
			}, {
				id: '14',
				value: '河西学院'
			}, {
				id: '15',
				value: '兰州城市学院'
			}, {
				id: '16',
				value: '平凉医学高等专科学校'
			}, {
				id: '17',
				value: '张掖医学高等专科学校'
			}, {
				id: '18',
				value: '陇南师范高等专科学校'
			}, {
				id: '19',
				value: '定西师范高等专科学校'
			}, {
				id: '20',
				value: '甘肃机电职业技术学院'
			}, {
				id: '21',
				value: '甘肃联合大学'
			}, {
				id: '22',
				value: '兰州石化职业技术学院'
			}, {
				id: '23',
				value: '兰州资源环境职业技术学院'
			}, {
				id: '24',
				value: '甘肃畜牧工程职业技术学院'
			}, {
				id: '25',
				value: '甘肃农业职业技术学院'
			}, {
				id: '26',
				value: '甘肃警察职业学院'
			}, {
				id: '30',
				value: '甘肃交通职业技术学院'
			}, {
				id: '31',
				value: '武威职业学院'
			}, {
				id: '32',
				value: '甘肃有色冶金职业技术学院'
			}, {
				id: '33',
				value: '白银矿冶职业技术学院'
			}, {
				id: '34',
				value: '甘肃钢铁职业技术学院'
			}, {
				id: '35',
				value: '甘肃工业职业技术学院'
			}, {
				id: '36',
				value: '兰州职业技术学院'
			}, {
				id: '37',
				value: '酒泉职业技术学院'
			}, {
				id: '38',
				value: '甘肃建筑职业技术学院'
			}, {
				id: '39',
				value: '甘肃林业职业技术学院'
			}, {
				id: '40',
				value: '兰州外语职业学院'
			}]
		}, {
			id: '7',
			value: '广东省',
			childs: [{
				id: '1',
				value: '中山大学'
			}, {
				id: '2',
				value: '华南理工大学'
			}, {
				id: '3',
				value: '暨南大学'
			}, {
				id: '4',
				value: '汕头大学'
			}, {
				id: '5',
				value: '深圳大学'
			}, {
				id: '6',
				value: '五邑大学'
			}, {
				id: '7',
				value: '广东工业大学'
			}, {
				id: '8',
				value: '南方科技大学'
			}, {
				id: '9',
				value: '华南农业大学'
			}, {
				id: '10',
				value: '广东海洋大学'
			}, {
				id: '11',
				value: '广州中医药大学'
			}, {
				id: '12',
				value: '南方医科大学'
			}, {
				id: '13',
				value: '华南师范大学'
			}, {
				id: '14',
				value: '广东外语外贸大学'
			}, {
				id: '15',
				value: '广州大学'
			}, {
				id: '16',
				value: '北京师范大学-香港浸会大学联合国际学院'
			}, {
				id: '17',
				value: '广东石油化工学院'
			}, {
				id: '18',
				value: '肇庆学院'
			}, {
				id: '19',
				value: '东莞理工学院'
			}, {
				id: '20',
				value: '广东科技学院'
			}, {
				id: '21',
				value: '仲恺农业工程学院'
			}, {
				id: '22',
				value: '广东医学院'
			}, {
				id: '23',
				value: '广州医学院'
			}, {
				id: '24',
				value: '广东药学院'
			}, {
				id: '25',
				value: '韶关学院'
			}, {
				id: '26',
				value: '湛江师范学院'
			}, {
				id: '30',
				value: '嘉应学院'
			}, {
				id: '31',
				value: '韩山师范学院'
			}, {
				id: '32',
				value: '惠州学院'
			}, {
				id: '33',
				value: '广东第二师范学院'
			}, {
				id: '34',
				value: '广东商学院'
			}, {
				id: '35',
				value: '广东金融学院'
			}, {
				id: '36',
				value: '广东警官学院'
			}, {
				id: '37',
				value: '广州体育学院'
			}, {
				id: '38',
				value: '广州美术学院'
			}, {
				id: '39',
				value: '星海音乐学院'
			}, {
				id: '40',
				value: '广东技术师范学院'
			}, {
				id: '41',
				value: '广东培正学院'
			}, {
				id: '42',
				value: '佛山科学技术学院'
			}, {
				id: '43',
				value: '广东白云学院'
			}, {
				id: '44',
				value: '广州航海高等专科学校'
			}, {
				id: '45',
				value: '肇庆医学高等专科学校'
			}, {
				id: '46',
				value: '私立华联学院'
			}, {
				id: '47',
				value: '民办南华工商学院'
			}, {
				id: '48',
				value: '广州民航职业技术学院'
			}, {
				id: '49',
				value: '广东食品药品职业学院'
			}, {
				id: '50',
				value: '广东松山职业技术学院'
			}, {
				id: '51',
				value: '深圳职业技术学院'
			}, {
				id: '52',
				value: '潮汕职业技术学院'
			}, {
				id: '53',
				value: '顺德职业技术学院'
			}, {
				id: '54',
				value: '广东新安职业技术学院'
			}, {
				id: '55',
				value: '广东农工商职业技术学院'
			}, {
				id: '56',
				value: '广东交通职业技术学院'
			}, {
				id: '57',
				value: '广东水利电力职业技术学院'
			}, {
				id: '58',
				value: '广东轻工职业技术学院'
			}, {
				id: '59',
				value: '佛山职业技术学院'
			}, {
				id: '60',
				value: '广州珠江职业技术学院'
			}, {
				id: '61',
				value: '广州现代信息工程职业技术学院'
			}, {
				id: '62',
				value: '广东亚视演艺职业学院'
			}, {
				id: '63',
				value: '清远职业技术学院'
			}, {
				id: '64',
				value: '汕头职业技术学院'
			}, {
				id: '65',
				value: '广东邮电职业技术学院'
			}, {
				id: '66',
				value: '揭阳职业技术学院'
			}, {
				id: '67',
				value: '广州南洋理工职业学院'
			}, {
				id: '68',
				value: '广州科技职业技术学院'
			}, {
				id: '69',
				value: '广东科贸职业学院'
			}, {
				id: "70",
				value: '深圳信息职业技术学院'
			}, {
				id: "71",
				value: '中山职业技术学院'
			}, {
				id: "72",
				value: '广东司法警官职业学院'
			}, {
				id: "73",
				value: '广州松田职业学院'
			}, {
				id: "74",
				value: '广东省外语艺术职业学院'
			}, {
				id: "75",
				value: '广东文理职业学院'
			}, {
				id: "76",
				value: '广州番禺职业技术学院'
			}, {
				id: "77",
				value: '广州铁路职业技术学院'
			}, {
				id: "78",
				value: '广州华南商贸职业学院'
			}, {
				id: "79",
				value: '广州华立科技职业学院'
			}, {
				id: "80",
				value: '广州城市职业学院'
			}, {
				id: "81",
				value: '广东工程职业技术学院'
			}, {
				id: "82",
				value: '广州科技贸易职业学院'
			}, {
				id: "83",
				value: '肇庆工商职业技术学院'
			}, {
				id: "84",
				value: '广东体育职业技术学院'
			}, {
				id: "85",
				value: '广东行政职业学院'
			}, {
				id: "86",
				value: '广东文艺职业学院'
			}, {
				id: "87",
				value: '广州体育职业技术学院'
			}, {
				id: "88",
				value: '广东科学技术职业学院'
			}, {
				id: "89",
				value: '中山火炬职业技术学院'
			}, {
				id: '90',
				value: '江门职业技术学院'
			}, {
				id: '91',
				value: '茂名职业技术学院'
			}, {
				id: '92',
				value: '广州工程技术职业学院'
			}, {
				id: '93',
				value: '广州涉外经济职业技术学院'
			}, {
				id: '94',
				value: '惠州经济职业技术学院'
			}, {
				id: '95',
				value: '广州城建职业学院'
			}, {
				id: '96',
				value: "肇庆科技职业技术学院"
			}, {
				id: '97',
				value: "珠海艺术职业学院"
			}, {
				id: '98',
				value: "南海东软信息技术职业学院"
			}, {
				id: '99',
				value: "广州康大职业技术学院"
			}, {
				id: '100',
				value: "广州工商职业技术学院"
			}, {
				id: '101',
				value: "广东青年职业学院"
			}, {
				id: '102',
				value: "广州东华职业学院"
			}, {
				id: '103',
				value: "广东创新科技职业学院"
			}, {
				id: '104',
				value: "广东工贸职业技术学院"
			}, {
				id: '105',
				value: "珠海城市职业技术学院"
			}, {
				id: '106',
				value: "汕尾职业技术学院"
			}, {
				id: '107',
				value: "广东财经职业学院"
			}, {
				id: '108',
				value: "广东职业技术学院"
			}, {
				id: '109',
				value: "罗定职业技术学院"
			}, {
				id: '110',
				value: "河源职业技术学院"
			}, {
				id: '111',
				value: "广东岭南职业技术学院"
			}, {
				id: '112',
				value: "广东女子职业技术学院"
			}, {
				id: '113',
				value: "广东建设职业技术学院"
			}, {
				id: '114',
				value: "广东机电职业技术学院"
			}, {
				id: '115',
				value: "广东理工职业学院"
			}, {
				id: '116',
				value: "惠州卫生职业技术学院"
			}, {
				id: '117',
				value: "阳江职业技术学院"
			}, {
				id: '118',
				value: "广东舞蹈戏剧职业学院"
			}, {
				id: '119',
				value: "广东南方职业学院"
			}, {
				id: '120',
				value: "广州华商职业学院"
			}, {
				id: '121',
				value: "广州华夏职业学院"
			}, {
				id: '122',
				value: "广东环境保护工程职业学院"
			}, {
				id: '123',
				value: "广东信息工程职业学院"
			}, {
				id: '124',
				value: "东莞职业技术学院"
			}, ]
		}, {
			id: '8',
			value: '广西壮族自治区',
			childs: [{
				id: "1",
				value: "广西大学"
			}, {
				id: "2",
				value: "桂林电子科技大学"
			}, {
				id: "3",
				value: "桂林理工大学"
			}, {
				id: "4",
				value: "广西医科大学"
			}, {
				id: "5",
				value: "广西中医药大学"
			}, {
				id: "6",
				value: "广西师范大学"
			}, {
				id: "7",
				value: "广西民族大学"
			}, {
				id: "8",
				value: "桂林航天工业学院"
			}, {
				id: "9",
				value: "广西工学院"
			}, {
				id: "10",
				value: "桂林医学院"
			}, {
				id: "11",
				value: "右江民族医学院"
			}, {
				id: "12",
				value: "广西师范学院"
			}, {
				id: "13",
				value: "广西民族师范学院"
			}, {
				id: "14",
				value: "河池学院"
			}, {
				id: "15",
				value: "玉林师范学院"
			}, {
				id: "16",
				value: "广西外国语学院"
			}, {
				id: "17",
				value: "广西财经学院"
			}, {
				id: "18",
				value: "广西艺术学院"
			}, {
				id: "19",
				value: "百色学院"
			}, {
				id: "20",
				value: "贺州学院"
			}, {
				id: "21",
				value: "钦州学院"
			}, {
				id: "22",
				value: "梧州学院"
			}, {
				id: "23",
				value: "柳州医学高等专科学校"
			}, {
				id: "24",
				value: "柳州师范高等专科学校"
			}, {
				id: "25",
				value: "桂林师范高等专科学校"
			}, {
				id: "26",
				value: "广西幼儿师范高等专科学校"
			}, {
				id: "27",
				value: "桂林旅游高等专科学校"
			}, {
				id: "28",
				value: "广西警官高等专科学校"
			}, {
				id: "29",
				value: "广西体育高等专科学校"
			}, {
				id: "30",
				value: "广西科技职业学院"
			}, {
				id: "31",
				value: "广西卫生职业技术学院"
			}, {
				id: "32",
				value: "广西机电职业技术学院"
			}, {
				id: "33",
				value: "广西职业技术学院"
			}, {
				id: "34",
				value: "柳州职业技术学院"
			}, {
				id: "35",
				value: "南宁职业技术学院"
			}, {
				id: "36",
				value: "广西国际商务职业技术学院"
			}, {
				id: "37",
				value: "广西经贸职业技术学院"
			}, {
				id: "38",
				value: "北海职业学院"
			}, {
				id: "39",
				value: "北海艺术设计职业学院"
			}, {
				id: "40",
				value: "广西现代职业技术学院"
			}, {
				id: "41",
				value: "桂林山水职业学院"
			}, {
				id: "42",
				value: "广西演艺职业学院"
			}, {
				id: "43",
				value: "广西工业职业技术学院"
			}, {
				id: "44",
				value: "广西电力职业技术学院"
			}, {
				id: "45",
				value: "广西经济职业学院"
			}, {
				id: "46",
				value: "广西生态工程职业技术学院"
			}, {
				id: "47",
				value: "贵港职业学院"
			}, {
				id: "48",
				value: "广西城市职业学院"
			}, {
				id: "49",
				value: "广西工商职业技术学院"
			}, {
				id: "50",
				value: "百色职业学院"
			}, {
				id: "51",
				value: "广西农业职业技术学院"
			}, {
				id: "52",
				value: "广西工程职业学院"
			}, {
				id: "53",
				value: "柳州铁道职业技术学院"
			}, {
				id: "54",
				value: "广西理工职业技术学院"
			}, {
				id: "55",
				value: "梧州职业学院"
			}, {
				id: "56",
				value: "广西英华国际职业学院"
			}, {
				id: "57",
				value: "广西建设职业技术学院"
			}, {
				id: "58",
				value: "广西水利电力职业技术学院"
			}, {
				id: "59",
				value: "广西交通职业技术学院"
			}, {
				id: "60",
				value: "柳州城市职业学院"
			}, {
				id: "61",
				value: "邕江大学"
			}]
		}, {
			id: '9',
			value: '贵州省',
			childs: [{
				id: "1",
				value: "贵州大学"
			}, {
				id: "2",
				value: "贵州师范大学"
			}, {
				id: "3",
				value: "贵州财经大学"
			}, {
				id: "4",
				value: "贵州民族大学"
			}, {
				id: "5",
				value: "贵阳医学院"
			}, {
				id: "6",
				value: "遵义医学院"
			}, {
				id: "7",
				value: "贵阳中医学院"
			}, {
				id: "8",
				value: "毕节学院"
			}, {
				id: "9",
				value: "遵义师范学院"
			}, {
				id: "10",
				value: "黔南民族师范学院"
			}, {
				id: "11",
				value: "六盘水师范学院"
			}, {
				id: "12",
				value: "兴义民族师范学院"
			}, {
				id: "13",
				value: "贵州师范学院"
			}, {
				id: "14",
				value: "安顺学院"
			}, {
				id: "15",
				value: "贵阳学院"
			}, {
				id: "16",
				value: "凯里学院"
			}, {
				id: "17",
				value: "铜仁学院"
			}, {
				id: "18",
				value: "黔南民族医学高等专科学校"
			}, {
				id: "19",
				value: "遵义医药高等专科学校"
			}, {
				id: "20",
				value: "贵州商业高等专科学校"
			}, {
				id: "21",
				value: "贵州航天职业技术学院"
			}, {
				id: "22",
				value: "贵州电子信息职业技术学院"
			}, {
				id: "23",
				value: "贵州交通职业技术学院"
			}, {
				id: "24",
				value: "贵州警官职业学院"
			}, {
				id: "25",
				value: "遵义职业技术学院"
			}, {
				id: "26",
				value: "贵阳护理职业学院"
			}, {
				id: "27",
				value: "贵州工业职业技术学院"
			}, {
				id: "28",
				value: "贵州盛华职业学院"
			}, {
				id: "29",
				value: "黔东南民族职业技术学院"
			}, {
				id: "30",
				value: "安顺职业技术学院"
			}, {
				id: "31",
				value: "贵州职业技术学院"
			}, {
				id: "32",
				value: "毕节职业技术学院"
			}, {
				id: "33",
				value: "贵州电力职业技术学院"
			}, {
				id: "34",
				value: "贵州工商职业学院"
			}, {
				id: "35",
				value: "黔南民族职业技术学院"
			}, {
				id: "36",
				value: "铜仁职业技术学院"
			}, {
				id: "37",
				value: "贵州亚泰职业学院"
			}, {
				id: "38",
				value: "贵州轻工职业技术学院"
			}, {
				id: "39",
				value: "贵阳职业技术学院"
			}, {
				id: "40",
				value: "六盘水职业技术学院"
			}, {
				id: "41",
				value: "黔西南民族职业技术学院"
			}]
		}, {
			id: '10',
			value: '海南省',
			childs: [{
				id: "1",
				value: "海南大学"
			}, {
				id: "2",
				value: "海南师范大学"
			}, {
				id: "3",
				value: "海口经济学院"
			}, {
				id: "4",
				value: "海南医学院"
			}, {
				id: "5",
				value: "琼州学院"
			}, {
				id: "6",
				value: "三亚学院"
			}, {
				id: "7",
				value: "琼台师范高等专科学校"
			}, {
				id: "8",
				value: "海南职业技术学院"
			}, {
				id: "9",
				value: "三亚城市职业学院"
			}, {
				id: "10",
				value: "海南科技职业学院"
			}, {
				id: "11",
				value: "三亚航空旅游职业学院"
			}, {
				id: "12",
				value: "海南软件职业技术学院"
			}, {
				id: "13",
				value: "海南经贸职业技术学院"
			}, {
				id: "14",
				value: "海南工商职业学院"
			}, {
				id: "15",
				value: "三亚理工职业学院"
			}, {
				id: "16",
				value: "海南政法职业学院"
			}, {
				id: "17",
				value: "海南外国语职业学院"
			}]
		}, {
			id: '11',
			value: '河北省',
			childs: [{
				id: "1",
				value: "河北大学"
			}, {
				id: "2",
				value: "河北工业大学"
			}, {
				id: "3",
				value: "华北电力大学（保定）"
			}, {
				id: "4",
				value: "燕山大学"
			}, {
				id: "5",
				value: "河北联合大学"
			}, {
				id: "6",
				value: "河北科技大学"
			}, {
				id: "7",
				value: "石家庄铁道大学"
			}, {
				id: "8",
				value: "河北工程大学"
			}, {
				id: "9",
				value: "河北农业大学"
			}, {
				id: "10",
				value: "河北医科大学"
			}, {
				id: "11",
				value: "河北师范大学"
			}, {
				id: "12",
				value: "河北经贸大学"
			}, {
				id: "13",
				value: "中国人民武装警察部队学院"
			}, {
				id: "14",
				value: "中央司法警官学院"
			}, {
				id: "15",
				value: "防灾科技学院"
			}, {
				id: "16",
				value: "华北科技学院"
			}, {
				id: "17",
				value: "北华航天工业学院"
			}, {
				id: "18",
				value: "河北建筑工程学院"
			}, {
				id: "19",
				value: "石家庄经济学院"
			}, {
				id: "20",
				value: "河北科技学院"
			}, {
				id: "21",
				value: "承德医学院"
			}, {
				id: "22",
				value: "唐山师范学院"
			}, {
				id: "23",
				value: "廊坊师范学院"
			}, {
				id: "24",
				value: "沧州师范学院"
			}, {
				id: "25",
				value: "河北民族师范学院"
			}, {
				id: "26",
				value: "邢台学院"
			}, {
				id: "27",
				value: "河北科技师范学院"
			}, {
				id: "28",
				value: "河北外国语学院"
			}, {
				id: "29",
				value: "河北金融学院"
			}, {
				id: "30",
				value: "河北体育学院"
			}, {
				id: "31",
				value: "河北传媒学院"
			}, {
				id: "32",
				value: "河北美术学院"
			}, {
				id: "33",
				value: "邯郸学院"
			}, {
				id: "34",
				value: "衡水学院"
			}, {
				id: "35",
				value: "石家庄学院"
			}, {
				id: "36",
				value: "保定学院"
			}, {
				id: "37",
				value: "唐山学院"
			}, {
				id: "38",
				value: "河北北方学院"
			}, {
				id: "39",
				value: "承德石油高等专科学校"
			}, {
				id: "40",
				value: "河北工程技术高等专科学校"
			}, {
				id: "41",
				value: "石家庄人民医学高等专科学校"
			}, {
				id: "42",
				value: "邢台医学高等专科学校"
			}, {
				id: "43",
				value: "石家庄医学高等专科学校"
			}, {
				id: "44",
				value: "沧州医学高等专科学校"
			}, {
				id: "45",
				value: "石家庄幼儿师范高等专科学校"
			}, {
				id: "46",
				value: "承德护理职业学院"
			}, {
				id: "47",
				value: "河北化工医药职业技术学院"
			}, {
				id: "48",
				value: "邯郸职业技术学院"
			}, {
				id: "49",
				value: "张家口职业技术学院"
			}, {
				id: "50",
				value: "沧州职业技术学院"
			}, {
				id: "51",
				value: "保定职业技术学院"
			}, {
				id: "52",
				value: "石家庄铁路职业技术学院"
			}, {
				id: "53",
				value: "河北能源职业技术学院"
			}, {
				id: "54",
				value: "石家庄职业技术学院"
			}, {
				id: "55",
				value: "邢台职业技术学院"
			}, {
				id: "56",
				value: "河北工业职业技术学院"
			}, {
				id: "57",
				value: "石家庄科技职业学院"
			}, {
				id: "58",
				value: "河北劳动关系职业学院"
			}, {
				id: "59",
				value: "唐山职业技术学院"
			}, {
				id: "60",
				value: "渤海石油职业学院"
			}, {
				id: "61",
				value: "石家庄科技工程职业学院"
			}, {
				id: "62",
				value: "石家庄邮电职业技术学院"
			}, {
				id: "63",
				value: "河北司法警官职业学院"
			}, {
				id: "64",
				value: "冀中职业学院"
			}, {
				id: "65",
				value: "石家庄工商职业学院"
			}, {
				id: "66",
				value: "石家庄经济职业学院"
			}, {
				id: "67",
				value: "石家庄城市职业学院"
			}, {
				id: "68",
				value: "石家庄工程职业学院"
			}, {
				id: "69",
				value: "河北省艺术职业学院"
			}, {
				id: "70",
				value: "河北旅游职业学院"
			}, {
				id: "71",
				value: "河北女子职业技术学院"
			}, {
				id: "72",
				value: "廊坊职业技术学院"
			}, {
				id: "73",
				value: "保定电力职业技术学院"
			}, {
				id: "74",
				value: "河北机电职业技术学院"
			}, {
				id: "75",
				value: "石家庄科技信息职业学院"
			}, {
				id: "76",
				value: "河北公安警察职业学院"
			}, {
				id: "77",
				value: "石家庄外国语职业学院"
			}, {
				id: "78",
				value: "河北建材职业技术学院"
			}, {
				id: "79",
				value: "河北政法职业学院"
			}, {
				id: "80",
				value: "河北石油职业技术学院"
			}, {
				id: "81",
				value: "唐山工业职业技术学院"
			}, {
				id: "82",
				value: "衡水职业技术学院"
			}, {
				id: "83",
				value: "秦皇岛职业技术学院"
			}, {
				id: "84",
				value: "唐山科技职业技术学院"
			}, {
				id: "85",
				value: "泊头职业学院"
			}, {
				id: "86",
				value: "河北轨道运输职业技术学院"
			}, {
				id: "87",
				value: "宣化科技职业学院"
			}, {
				id: "88",
				value: "廊坊东方职业技术学院"
			}, {
				id: "89",
				value: "廊坊卫生职业学院"
			}, {
				id: "90",
				value: "河北软件职业技术学院"
			}, {
				id: "91",
				value: "石家庄理工职业学院"
			}, {
				id: "92",
				value: "石家庄信息工程职业学院"
			}, {
				id: "93",
				value: "河北交通职业技术学院"
			}, {
				id: "94",
				value: "石家庄财经职业学院"
			}, {
				id: "95",
				value: "河北外国语职业学院"
			}, {
				id: "96",
				value: "廊坊燕京职业技术学院"
			}]
		}, {
			id: '12',
			value: '河南省',
			childs: [{
				id: "1",
				value: "郑州大学"
			}, {
				id: "2",
				value: "河南大学"
			}, {
				id: "3",
				value: "河南科技大学"
			}, {
				id: "4",
				value: "河南理工大学"
			}, {
				id: "5",
				value: "河南工业大学"
			}, {
				id: "6",
				value: "河南农业大学"
			}, {
				id: "7",
				value: "河南师范大学"
			}, {
				id: "8",
				value: "河南财经政法大学"
			}, {
				id: "9",
				value: "郑州华信学院"
			}, {
				id: "10",
				value: "郑州科技学院"
			}, {
				id: "11",
				value: "华北水利水电学院"
			}, {
				id: "12",
				value: "郑州轻工业学院"
			}, {
				id: "13",
				value: "中原工学院"
			}, {
				id: "14",
				value: "郑州航空工业管理学院"
			}, {
				id: "15",
				value: "河南城建学院"
			}, {
				id: "16",
				value: "安阳工学院"
			}, {
				id: "17",
				value: "南阳理工学院"
			}, {
				id: "18",
				value: "黄河科技学院"
			}, {
				id: "19",
				value: "河南工程学院"
			}, {
				id: "20",
				value: "商丘工学院"
			}, {
				id: "21",
				value: "洛阳理工学院"
			}, {
				id: "22",
				value: "河南中医学院"
			}, {
				id: "23",
				value: "新乡医学院"
			}, {
				id: "24",
				value: "信阳师范学院"
			}, {
				id: "25",
				value: "周口师范学院"
			}, {
				id: "26",
				value: "商丘师范学院"
			}, {
				id: "27",
				value: "安阳师范学院"
			}, {
				id: "28",
				value: "南阳师范学院"
			}, {
				id: "29",
				value: "洛阳师范学院"
			}, {
				id: "30",
				value: "郑州师范学院"
			}, {
				id: "31",
				value: "郑州升达经贸管理学院"
			}, {
				id: "32",
				value: "郑州成功财经学院"
			}, {
				id: "33",
				value: "河南警察学院"
			}, {
				id: "34",
				value: "河南科技学院"
			}, {
				id: "35",
				value: "新乡学院"
			}, {
				id: "36",
				value: "平顶山学院"
			}, {
				id: "37",
				value: "黄淮学院"
			}, {
				id: "38",
				value: "许昌学院"
			}, {
				id: "39",
				value: "商丘学院"
			}, {
				id: "40",
				value: "铁道警官高等专科学校"
			}, {
				id: "41",
				value: "郑州电力高等专科学校"
			}, {
				id: "42",
				value: "河南机电高等专科学校"
			}, {
				id: "43",
				value: "郑州牧业工程高等专科学校"
			}, {
				id: "44",
				value: "信阳农业高等专科学校"
			}, {
				id: "45",
				value: "南阳医学高等专科学校"
			}, {
				id: "46",
				value: "商丘医学高等专科学校"
			}, {
				id: "47",
				value: "漯河医学高等专科学校"
			}, {
				id: "48",
				value: "郑州澍青医学高等专科学校"
			}, {
				id: "49",
				value: "安阳幼儿师范高等专科学校"
			}, {
				id: "50",
				value: "郑州幼儿师范高等专科学校"
			}, {
				id: "51",
				value: "焦作师范高等专科学校"
			}, {
				id: "52",
				value: "河南财政税务高等专科学校"
			}, {
				id: "53",
				value: "河南商业高等专科学校"
			}, {
				id: "54",
				value: "焦作工贸职业学院"
			}, {
				id: "55",
				value: "河南化工职业学院"
			}, {
				id: "56",
				value: "郑州理工职业学院"
			}, {
				id: "57",
				value: "郑州信息工程职业学院"
			}, {
				id: "58",
				value: "河南艺术职业学院"
			}, {
				id: "59",
				value: "开封文化艺术职业学院"
			}, {
				id: "60",
				value: "三门峡职业技术学院"
			}, {
				id: "61",
				value: "郑州铁路职业技术学院"
			}, {
				id: "62",
				value: "黄河水利职业技术学院"
			}, {
				id: "63",
				value: "漯河职业技术学院"
			}, {
				id: "64",
				value: "开封大学"
			}, {
				id: "65",
				value: "河南职业技术学院"
			}, {
				id: "66",
				value: "中州大学"
			}, {
				id: "67",
				value: "焦作大学"
			}, {
				id: "68",
				value: "许昌职业技术学院"
			}, {
				id: "69",
				value: "郑州信息科技职业学院"
			}, {
				id: "70",
				value: "郑州经贸职业学院"
			}, {
				id: "71",
				value: "河南工业职业技术学院"
			}, {
				id: "72",
				value: "河南司法警官职业学院"
			}, {
				id: "73",
				value: "周口职业技术学院"
			}, {
				id: "74",
				value: "鹤壁职业技术学院"
			}, {
				id: "75",
				value: "平顶山工业职业技术学院"
			}, {
				id: "76",
				value: "商丘职业技术学院"
			}, {
				id: "77",
				value: "濮阳职业技术学院"
			}, {
				id: "78",
				value: "嵩山少林武术职业学院"
			}, {
				id: "79",
				value: "许昌电气职业学院"
			}, {
				id: "80",
				value: "河南护理职业学院"
			}, {
				id: "81",
				value: "河南机电职业学院"
			}, {
				id: "82",
				value: "郑州电力职业技术学院"
			}, {
				id: "83",
				value: "安阳职业技术学院"
			}, {
				id: "84",
				value: "信阳涉外职业技术学院"
			}, {
				id: "85",
				value: "郑州电子信息职业技术学院"
			}, {
				id: "86",
				value: "洛阳职业技术学院"
			}, {
				id: "87",
				value: "郑州工业安全职业学院"
			}, {
				id: "88",
				value: "永城职业学院"
			}, {
				id: "89",
				value: "郑州旅游职业学院"
			}, {
				id: "90",
				value: "郑州职业技术学院"
			}, {
				id: "91",
				value: "信阳职业技术学院"
			}, {
				id: "92",
				value: "郑州商贸旅游职业学院"
			}, {
				id: "93",
				value: "新乡职业技术学院"
			}, {
				id: "94",
				value: "驻马店职业技术学院"
			}, {
				id: "95",
				value: "河南经贸职业学院"
			}, {
				id: "96",
				value: "河南交通职业技术学院"
			}, {
				id: "97",
				value: "河南农业职业学院"
			}, {
				id: "98",
				value: "南阳职业学院"
			}, {
				id: "99",
				value: "济源职业技术学院"
			}, {
				id: "100",
				value: "周口科技职业学院"
			}, {
				id: "101",
				value: "河南推拿职业学院"
			}, {
				id: "102",
				value: "郑州城市职业学院"
			}, {
				id: "103",
				value: "河南检察职业学院"
			}, {
				id: "104",
				value: "河南工业贸易职业学院"
			}, {
				id: "105",
				value: "郑州黄河护理职业学院"
			}, {
				id: "106",
				value: "河南质量工程职业学院"
			}, {
				id: "107",
				value: "漯河食品职业学院"
			}, {
				id: "108",
				value: "郑州交通职业学院"
			}, {
				id: "109",
				value: "河南建筑职业技术学院"
			}, {
				id: "110",
				value: "鹤壁汽车工程职业学院"
			}, {
				id: "111",
				value: "许昌陶瓷职业学院"
			}, {
				id: "112",
				value: "长垣烹饪职业技术学院"
			}]
		}, {
			id: '13',
			value: '黑龙江省',
			childs: [{
				id: "1",
				value: "东北林业大学"
			}, {
				id: "2",
				value: "哈尔滨工业大学"
			}, {
				id: "3",
				value: "哈尔滨工程大学"
			}, {
				id: "4",
				value: "黑龙江大学"
			}, {
				id: "5",
				value: "佳木斯大学"
			}, {
				id: "6",
				value: "齐齐哈尔大学"
			}, {
				id: "7",
				value: "哈尔滨理工大学"
			}, {
				id: "8",
				value: "东北石油大学"
			}, {
				id: "9",
				value: "东北农业大学"
			}, {
				id: "10",
				value: "黑龙江八一农垦大学"
			}, {
				id: "11",
				value: "哈尔滨医科大学"
			}, {
				id: "12",
				value: "黑龙江中医药大学"
			}, {
				id: "13",
				value: "哈尔滨师范大学"
			}, {
				id: "14",
				value: "哈尔滨商业大学"
			}, {
				id: "15",
				value: "哈尔滨学院"
			}, {
				id: "16",
				value: "黑龙江工程学院"
			}, {
				id: "17",
				value: "齐齐哈尔工程学院"
			}, {
				id: "18",
				value: "黑龙江科技学院"
			}, {
				id: "19",
				value: "哈尔滨远东理工学院"
			}, {
				id: "20",
				value: "哈尔滨石油学院"
			}, {
				id: "21",
				value: "齐齐哈尔医学院"
			}, {
				id: "22",
				value: "牡丹江医学院"
			}, {
				id: "23",
				value: "牡丹江师范学院"
			}, {
				id: "24",
				value: "大庆师范学院"
			}, {
				id: "25",
				value: "黑龙江外国语学院"
			}, {
				id: "26",
				value: "哈尔滨金融学院"
			}, {
				id: "27",
				value: "哈尔滨德强商务学院"
			}, {
				id: "28",
				value: "哈尔滨体育学院"
			}, {
				id: "29",
				value: "黑龙江东方学院"
			}, {
				id: "30",
				value: "绥化学院"
			}, {
				id: "31",
				value: "哈尔滨剑桥学院"
			}, {
				id: "32",
				value: "哈尔滨广厦学院"
			}, {
				id: "33",
				value: "黑河学院"
			}, {
				id: "34",
				value: "哈尔滨华德学院"
			}, {
				id: "35",
				value: "黑龙江护理高等专科学校"
			}, {
				id: "36",
				value: "大庆医学高等专科学校"
			}, {
				id: "37",
				value: "齐齐哈尔高等师范专科学校"
			}, {
				id: "38",
				value: "黑龙江幼儿师范高等专科学校"
			}, {
				id: "39",
				value: "鹤岗师范高等专科学校"
			}, {
				id: "40",
				value: "鸡西大学"
			}, {
				id: "41",
				value: "黑龙江司法警官职业学院"
			}, {
				id: "42",
				value: "黑龙江建筑职业技术学院"
			}, {
				id: "43",
				value: "牡丹江大学"
			}, {
				id: "44",
				value: "伊春职业学院"
			}, {
				id: "45",
				value: "黑龙江农垦职业学院"
			}, {
				id: "46",
				value: "黑龙江农业职业技术学院"
			}, {
				id: "47",
				value: "黑龙江林业职业技术学院"
			}, {
				id: "48",
				value: "黑龙江农业工程职业学院"
			}, {
				id: "49",
				value: "大庆职业学院"
			}, {
				id: "50",
				value: "黑龙江农业经济职业学院"
			}, {
				id: "51",
				value: "黑龙江旅游职业技术学院"
			}, {
				id: "52",
				value: "大兴安岭职业学院"
			}, {
				id: "53",
				value: "黑龙江职业学院"
			}, {
				id: "54",
				value: "哈尔滨现代公共关系职业学院"
			}, {
				id: "55",
				value: "黑龙江三江美术职业学院"
			}, {
				id: "56",
				value: "黑龙江煤炭职业技术学院"
			}, {
				id: "57",
				value: "黑龙江信息技术职业学院"
			}, {
				id: "58",
				value: "黑龙江生态工程职业学院"
			}, {
				id: "59",
				value: "七台河职业学院"
			}, {
				id: "60",
				value: "黑龙江艺术职业学院"
			}, {
				id: "61",
				value: "哈尔滨华夏计算机职业技术学院"
			}, {
				id: "62",
				value: "黑龙江生物科技职业学院"
			}, {
				id: "63",
				value: "黑龙江公安警官职业学院"
			}, {
				id: "64",
				value: "黑龙江农垦科技职业学院"
			}, {
				id: "65",
				value: "黑龙江商业职业学院"
			}, {
				id: "66",
				value: "哈尔滨科学技术职业学院"
			}, {
				id: "67",
				value: "黑龙江民族职业学院"
			}, {
				id: "68",
				value: "哈尔滨铁道职业技术学院"
			}, {
				id: "69",
				value: "黑龙江粮食职业学院"
			}, {
				id: "70",
				value: "哈尔滨江南职业技术学院"
			}, {
				id: "71",
				value: "哈尔滨应用职业技术学院"
			}, {
				id: "72",
				value: "黑龙江交通职业技术学院"
			}, {
				id: "73",
				value: "佳木斯职业学院"
			}, {
				id: "74",
				value: "齐齐哈尔理工职业学院"
			}, {
				id: "75",
				value: "哈尔滨工程技术职业学院"
			}, {
				id: "76",
				value: "哈尔滨职业技术学院"
			}, {
				id: "77",
				value: "哈尔滨电力职业技术学院"
			}]
		}, {
			id: '14',
			value: '湖北省',
			childs: [{
				id: "1",
				value: "武汉大学"
			}, {
				id: "2",
				value: "中南财经政法大学"
			}, {
				id: "3",
				value: "华中科技大学"
			}, {
				id: "4",
				value: "武汉理工大学"
			}, {
				id: "5",
				value: "中国地质大学(武汉）"
			}, {
				id: "6",
				value: "华中农业大学"
			}, {
				id: "7",
				value: "华中师范大学"
			}, {
				id: "8",
				value: "中南民族大学"
			}, {
				id: "9",
				value: "湖北大学"
			}, {
				id: "10",
				value: "长江大学"
			}, {
				id: "11",
				value: "江汉大学"
			}, {
				id: "12",
				value: "三峡大学"
			}, {
				id: "13",
				value: "武汉科技大学"
			}, {
				id: "14",
				value: "湖北工业大学"
			}, {
				id: "15",
				value: "武汉工程大学"
			}, {
				id: "16",
				value: "武汉纺织大学"
			}, {
				id: "17",
				value: "湖北中医药大学"
			}, {
				id: "18",
				value: "荆楚理工学院"
			}, {
				id: "19",
				value: "武汉工业学院"
			}, {
				id: "20",
				value: "湖北汽车工业学院"
			}, {
				id: "21",
				value: "武昌工学院"
			}, {
				id: "22",
				value: "武昌理工学院"
			}, {
				id: "23",
				value: "湖北医药学院"
			}, {
				id: "24",
				value: "湖北师范学院"
			}, {
				id: "25",
				value: "黄冈师范学院"
			}, {
				id: "26",
				value: "湖北工程学院"
			}, {
				id: "27",
				value: "湖北第二师范学院"
			}, {
				id: "28",
				value: "湖北经济学院"
			}, {
				id: "29",
				value: "武汉长江工商学院"
			}, {
				id: "30",
				value: "湖北警官学院"
			}, {
				id: "31",
				value: "武汉体育学院"
			}, {
				id: "32",
				value: "湖北美术学院"
			}, {
				id: "33",
				value: "武汉音乐学院"
			}, {
				id: "34",
				value: "湖北民族学院"
			}, {
				id: "35",
				value: "湖北科技学院"
			}, {
				id: "36",
				value: "湖北理工学院"
			}, {
				id: "37",
				value: "湖北文理学院"
			}, {
				id: "38",
				value: "武汉生物工程学院"
			}, {
				id: "39",
				value: "汉口学院"
			}, {
				id: "40",
				value: "武汉东湖学院"
			}, {
				id: "41",
				value: "湖北中医药高等专科学校"
			}, {
				id: "42",
				value: "郧阳师范高等专科学校"
			}, {
				id: "43",
				value: "武汉工贸职业学院"
			}, {
				id: "44",
				value: "鄂州职业大学"
			}, {
				id: "45",
				value: "荆州理工职业学院"
			}, {
				id: "46",
				value: "武汉商业服务学院"
			}, {
				id: "47",
				value: "恩施职业技术学院"
			}, {
				id: "48",
				value: "襄阳职业技术学院"
			}, {
				id: "49",
				value: "湖北职业技术学院"
			}, {
				id: "50",
				value: "十堰职业技术学院"
			}, {
				id: "51",
				value: "长江职业学院"
			}, {
				id: "52",
				value: "武汉职业技术学院"
			}, {
				id: "53",
				value: "武汉船舶职业技术学院"
			}, {
				id: "54",
				value: "黄冈职业技术学院"
			}, {
				id: "55",
				value: "武汉信息传播职业技术学院"
			}, {
				id: "56",
				value: "湖北财税职业学院"
			}, {
				id: "57",
				value: "武汉城市职业学院"
			}, {
				id: "58",
				value: "湖北国土资源职业学院"
			}, {
				id: "59",
				value: "咸宁职业技术学院"
			}, {
				id: "60",
				value: "鄂东职业技术学院"
			}, {
				id: "61",
				value: "黄冈科技职业学院"
			}, {
				id: "62",
				value: "湖北艺术职业学院"
			}, {
				id: "63",
				value: "三峡旅游职业技术学院"
			}, {
				id: "64",
				value: "江汉艺术职业学院"
			}, {
				id: "65",
				value: "湖北生态工程职业技术学院"
			}, {
				id: "66",
				value: "长江工程职业技术学院"
			}, {
				id: "67",
				value: "湖北生物科技职业学院"
			}, {
				id: "68",
				value: "天门职业学院"
			}, {
				id: "69",
				value: "随州职业技术学院"
			}, {
				id: "70",
				value: "武汉警官职业学院"
			}, {
				id: "71",
				value: "湖北开放职业学院"
			}, {
				id: "72",
				value: "武汉科技职业学院"
			}, {
				id: "73",
				value: "武汉交通职业学院"
			}, {
				id: "74",
				value: "武汉商贸职业学院"
			}, {
				id: "75",
				value: "武汉外语外事职业学院"
			}, {
				id: "76",
				value: "湖北水利水电职业技术学院"
			}, {
				id: "77",
				value: "湖北城市建设职业技术学院"
			}, {
				id: "78",
				value: "武昌职业学院"
			}, {
				id: "79",
				value: "湖北三峡职业技术学院"
			}, {
				id: "80",
				value: "武汉民政职业学院"
			}, {
				id: "81",
				value: "湖北体育职业学院"
			}, {
				id: "82",
				value: "襄阳汽车职业技术学院"
			}, {
				id: "83",
				value: "武汉航海职业技术学院"
			}, {
				id: "84",
				value: "三峡电力职业学院"
			}, {
				id: "85",
				value: "武汉铁路职业技术学院"
			}, {
				id: "86",
				value: "湖北科技职业学院"
			}, {
				id: "87",
				value: "湖北青年职业学院"
			}, {
				id: "88",
				value: "黄石职业技术学院"
			}, {
				id: "89",
				value: "武汉工业职业技术学院"
			}, {
				id: "90",
				value: "武汉电力职业技术学院"
			}, {
				id: "91",
				value: "仙桃职业学院"
			}, {
				id: "92",
				value: "武汉工程职业技术学院"
			}, {
				id: "93",
				value: "荆州职业技术学院"
			}, {
				id: "94",
				value: "武汉软件工程职业学院"
			}, {
				id: "95",
				value: "湖北轻工职业技术学院"
			}, {
				id: "96",
				value: "湖北交通职业技术学院"
			}]
		}, {
			id: '15',
			value: '湖南省',
			childs: [{
				id: "1",
				value: "国防科学技术大学"
			}, {
				id: "2",
				value: "中南大学"
			}, {
				id: "3",
				value: "湖南大学"
			}, {
				id: "4",
				value: "湘潭大学"
			}, {
				id: "5",
				value: "湖南科技大学"
			}, {
				id: "6",
				value: "吉首大学"
			}, {
				id: "7",
				value: "长沙理工大学"
			}, {
				id: "8",
				value: "南华大学"
			}, {
				id: "9",
				value: "湖南工业大学"
			}, {
				id: "10",
				value: "湖南农业大学"
			}, {
				id: "11",
				value: "湖南中医药大学"
			}, {
				id: "12",
				value: "湖南师范大学"
			}, {
				id: "13",
				value: "长沙学院"
			}, {
				id: "14",
				value: "湖南第一师范学院"
			}, {
				id: "15",
				value: "湖南工学院"
			}, {
				id: "16",
				value: "湖南理工学院"
			}, {
				id: "17",
				value: "湖南城市学院"
			}, {
				id: "18",
				value: "湖南工程学院"
			}, {
				id: "19",
				value: "中南林业科技大学"
			}, {
				id: "20",
				value: "长沙医学院"
			}, {
				id: "21",
				value: "衡阳师范学院"
			}, {
				id: "22",
				value: "湘南学院"
			}, {
				id: "23",
				value: "湖南涉外经济学院"
			}, {
				id: "24",
				value: "湖南财政经济学院"
			}, {
				id: "25",
				value: "湖南商学院"
			}, {
				id: "26",
				value: "湖南警察学院"
			}, {
				id: "27",
				value: "湖南女子学院"
			}, {
				id: "28",
				value: "湖南科技学院"
			}, {
				id: "29",
				value: "湖南人文科技学院"
			}, {
				id: "30",
				value: "湖南文理学院"
			}, {
				id: "31",
				value: "邵阳学院"
			}, {
				id: "32",
				value: "怀化学院"
			}, {
				id: "33",
				value: "怀化医学高等专科学校"
			}, {
				id: "34",
				value: "邵阳医学高等专科学校"
			}, {
				id: "35",
				value: "益阳医学高等专科学校"
			}, {
				id: "36",
				value: "湖南中医药高等专科学校"
			}, {
				id: "37",
				value: "株洲师范高等专科学校"
			}, {
				id: "38",
				value: "长沙师范学校"
			}, {
				id: "39",
				value: "湖南税务高等专科学校"
			}, {
				id: "40",
				value: "长沙航空职业技术学院"
			}, {
				id: "41",
				value: "湖南冶金职业技术学院"
			}, {
				id: "42",
				value: "湖南信息职业技术学院"
			}, {
				id: "43",
				value: "湖南大众传媒职业技术学院"
			}, {
				id: "44",
				value: "湖南工业职业技术学院"
			}, {
				id: "45",
				value: "湖南环境生物职业技术学院"
			}, {
				id: "46",
				value: "湖南铁道职业技术学院"
			}, {
				id: "47",
				value: "长沙民政职业技术学院"
			}, {
				id: "48",
				value: "永州职业技术学院"
			}, {
				id: "49",
				value: "湖南外国语职业学院"
			}, {
				id: "50",
				value: "湖南电子科技职业学院"
			}, {
				id: "51",
				value: "湖南都市职业学院"
			}, {
				id: "52",
				value: "湖南科技经贸职业学院"
			}, {
				id: "53",
				value: "湖南软件职业学院"
			}, {
				id: "54",
				value: "湖南信息科学职业学院"
			}, {
				id: "55",
				value: "湘西民族职业技术学院"
			}, {
				id: "56",
				value: "衡阳财经工业职业技术学院"
			}, {
				id: "57",
				value: "益阳职业技术学院"
			}, {
				id: "58",
				value: "湖南同德职业学院"
			}, {
				id: "59",
				value: "湖南体育职业学院"
			}, {
				id: "60",
				value: "湖南艺术职业学院"
			}, {
				id: "61",
				value: "湖南司法警官职业学院"
			}, {
				id: "62",
				value: "湖南工程职业技术学院"
			}, {
				id: "63",
				value: "湖南工艺美术职业学院"
			}, {
				id: "64",
				value: "湖南电气职业技术学院"
			}, {
				id: "65",
				value: "湖南民族职业学院"
			}, {
				id: "66",
				value: "湖南外贸职业学院"
			}, {
				id: "67",
				value: "邵阳职业技术学院"
			}, {
				id: "68",
				value: "湖南吉利汽车职业技术学院"
			}, {
				id: "69",
				value: "湖南水利水电职业技术学院"
			}, {
				id: "70",
				value: "长沙商贸旅游职业技术学院"
			}, {
				id: "71",
				value: "湖南科技工业职业技术学院"
			}, {
				id: "72",
				value: "湖南有色金属职业技术学院"
			}, {
				id: "73",
				value: "湖南食品药品职业学院"
			}, {
				id: "74",
				value: "长沙卫生职业学院"
			}, {
				id: "75",
				value: "湖南网络工程职业学院"
			}, {
				id: "76",
				value: "长沙环境保护职业技术学院"
			}, {
				id: "77",
				value: "张家界航空工业职业技术学院"
			}, {
				id: "78",
				value: "长沙电力职业技术学院"
			}, {
				id: "79",
				value: "株洲职业技术学院"
			}, {
				id: "80",
				value: "湖南石油化工职业技术学院"
			}, {
				id: "81",
				value: "湖南城建职业技术学院"
			}, {
				id: "82",
				value: "湖南化工职业技术学院"
			}, {
				id: "83",
				value: "潇湘职业学院"
			}, {
				id: "84",
				value: "长沙职业技术学院"
			}, {
				id: "85",
				value: "怀化职业技术学院"
			}, {
				id: "86",
				value: "岳阳职业技术学院"
			}, {
				id: "87",
				value: "常德职业技术学院"
			}, {
				id: "88",
				value: "湖南交通职业技术学院"
			}, {
				id: "89",
				value: "娄底职业技术学院"
			}, {
				id: "90",
				value: "湖南理工职业技术学院"
			}, {
				id: "91",
				value: "长沙通信职业技术学院"
			}, {
				id: "92",
				value: "湖南九嶷职业技术学院"
			}, {
				id: "93",
				value: "湘潭职业技术学院"
			}, {
				id: "94",
				value: "湖南商务职业技术学院"
			}, {
				id: "95",
				value: "郴州职业技术学院"
			}, {
				id: "96",
				value: "湖南生物机电职业技术学院"
			}, {
				id: "97",
				value: "保险职业学院"
			}, {
				id: "98",
				value: "湖南科技职业学院"
			}, {
				id: "99",
				value: "湖南现代物流职业技术学院"
			}, {
				id: "100",
				value: "湖南安全技术职业学院"
			}, {
				id: "101",
				value: "湖南高速铁路职业技术学院"
			}, {
				id: "102",
				value: "湖南机电职业技术学院"
			}, {
				id: "103",
				value: "湖南铁路科技职业技术学院"
			}, {
				id: "104",
				value: "湖南三一工业职业技术学院"
			}, {
				id: "105",
				value: "长沙南方职业学院"
			}, {
				id: "106",
				value: "湖南高尔夫旅游职业学院"
			}, {
				id: "107",
				value: "湖南工商职业学院"
			}]
		}, {
			id: '16',
			value: '吉林省',
			childs: [{
				id: "1",
				value: "吉林大学"
			}, {
				id: "2",
				value: "东北师范大学"
			}, {
				id: "3",
				value: "延边大学"
			}, {
				id: "4",
				value: "北华大学"
			}, {
				id: "5",
				value: "长春大学"
			}, {
				id: "6",
				value: "长春理工大学"
			}, {
				id: "7",
				value: "长春工业大学"
			}, {
				id: "8",
				value: "吉林农业大学"
			}, {
				id: "9",
				value: "长春中医药大学"
			}, {
				id: "10",
				value: "吉林师范大学"
			}, {
				id: "11",
				value: "吉林财经大学"
			}, {
				id: "12",
				value: "东北电力大学"
			}, {
				id: "13",
				value: "长春工程学院"
			}, {
				id: "14",
				value: "吉林建筑工程学院"
			}, {
				id: "15",
				value: "吉林化工学院"
			}, {
				id: "16",
				value: "长春建筑学院"
			}, {
				id: "17",
				value: "吉林农业科技学院"
			}, {
				id: "18",
				value: "吉林医药学院"
			}, {
				id: "19",
				value: "通化师范学院"
			}, {
				id: "20",
				value: "白城师范学院"
			}, {
				id: "21",
				value: "吉林工程技术师范学院"
			}, {
				id: "22",
				value: "长春师范学院"
			}, {
				id: "23",
				value: "吉林华桥外国语学院"
			}, {
				id: "24",
				value: "吉林工商学院"
			}, {
				id: "25",
				value: "吉林警察学院"
			}, {
				id: "26",
				value: "吉林体育学院"
			}, {
				id: "27",
				value: "吉林艺术学院"
			}, {
				id: "28",
				value: "吉林动画学院"
			}, {
				id: "29",
				value: "长春汽车工业高等专科学校"
			}, {
				id: "30",
				value: "长春医学高等专科学校"
			}, {
				id: "31",
				value: "白城医学高等专科学校"
			}, {
				id: "32",
				value: "长春金融高等专科学校"
			}, {
				id: "33",
				value: "吉林科技职业技术学院"
			}, {
				id: "34",
				value: "四平职业大学"
			}, {
				id: "35",
				value: "辽源职业技术学院"
			}, {
				id: "36",
				value: "长春东方职业学院"
			}, {
				id: "37",
				value: "吉林交通职业技术学院"
			}, {
				id: "38",
				value: "吉林铁道职业技术学院"
			}, {
				id: "39",
				value: "吉林司法警官职业学院"
			}, {
				id: "40",
				value: "白城职业技术学院"
			}, {
				id: "41",
				value: "吉林工业职业技术学院"
			}, {
				id: "42",
				value: "吉林电子信息职业技术学院"
			}, {
				id: "43",
				value: "长白山职业技术学院"
			}, {
				id: "44",
				value: "松原职业技术学院"
			}, {
				id: "45",
				value: "长春信息技术职业学院"
			}, {
				id: "46",
				value: "延边职业技术学院"
			}, {
				id: "47",
				value: "长春职业技术学院"
			}, {
				id: "48",
				value: "吉林农业工程职业技术学院"
			}, {
				id: "49",
				value: "吉林城市职业技术学院"
			}]
		}, {
			id: "17",
			value: '江苏省',
			childs: [{
				id: "1",
				value: "南京大学"
			}, {
				id: "2",
				value: "东南大学"
			}, {
				id: "3",
				value: "中国矿业大学（徐州）"
			}, {
				id: "4",
				value: "河海大学"
			}, {
				id: "5",
				value: "江南大学"
			}, {
				id: "6",
				value: "南京农业大学"
			}, {
				id: "7",
				value: "中国药科大学"
			}, {
				id: "8",
				value: "南京理工大学"
			}, {
				id: "9",
				value: "南京航空航天大学"
			}, {
				id: "10",
				value: "苏州大学"
			}, {
				id: "11",
				value: "扬州大学"
			}, {
				id: "12",
				value: "江苏大学"
			}, {
				id: "13",
				value: "江苏科技大学"
			}, {
				id: "14",
				value: "南京邮电大学"
			}, {
				id: "15",
				value: "南京工业大学"
			}, {
				id: "16",
				value: "常州大学"
			}, {
				id: "17",
				value: "南京林业大学"
			}, {
				id: "18",
				value: "南京医科大学"
			}, {
				id: "19",
				value: "南京中医药大学"
			}, {
				id: "20",
				value: "南京师范大学"
			}, {
				id: "21",
				value: "江苏师范大学"
			}, {
				id: "22",
				value: "南京财经大学"
			}, {
				id: "23",
				value: "南通大学"
			}, {
				id: "24",
				value: "西交利物浦大学"
			}, {
				id: "25",
				value: "南京森林警察学院"
			}, {
				id: "26",
				value: "南京信息工程大学"
			}, {
				id: "27",
				value: "金陵科技学院"
			}, {
				id: "28",
				value: "徐州工程学院"
			}, {
				id: "29",
				value: "盐城工学院"
			}, {
				id: "30",
				value: "淮阴工学院"
			}, {
				id: "31",
				value: "常州工学院"
			}, {
				id: "32",
				value: "南京工程学院"
			}, {
				id: "33",
				value: "淮海工学院"
			}, {
				id: "34",
				value: "徐州医学院"
			}, {
				id: "35",
				value: "盐城师范学院"
			}, {
				id: "36",
				value: "南京晓庄学院"
			}, {
				id: "37",
				value: "苏州科技学院"
			}, {
				id: "38",
				value: "江苏技术师范学院"
			}, {
				id: "39",
				value: "淮阴师范学院"
			}, {
				id: "40",
				value: "南京审计学院"
			}, {
				id: "41",
				value: "江苏警官学院"
			}, {
				id: "42",
				value: "南京体育学院"
			}, {
				id: "43",
				value: "南京艺术学院"
			}, {
				id: "44",
				value: "常熟理工学院"
			}, {
				id: "45",
				value: "三江学院"
			}, {
				id: "46",
				value: "无锡太湖学院"
			}, {
				id: "47",
				value: "连云港师范高等专科学校"
			}, {
				id: "48",
				value: "泰州师范高等专科学校"
			}, {
				id: "49",
				value: "徐州幼儿师范高等专科学校"
			}, {
				id: "50",
				value: "镇江市高等专科学校"
			}, {
				id: "51",
				value: "江苏畜牧兽医职业技术学院"
			}, {
				id: "52",
				value: "无锡职业技术学院"
			}, {
				id: "53",
				value: "南通纺织职业技术学院"
			}, {
				id: "54",
				value: "苏州工艺美术职业技术学院"
			}, {
				id: "55",
				value: "南京工业职业技术学院"
			}, {
				id: "56",
				value: "无锡商业职业技术学院"
			}, {
				id: "57",
				value: "泰州职业技术学院"
			}, {
				id: "58",
				value: "南通职业大学"
			}, {
				id: "59",
				value: "连云港职业技术学院"
			}, {
				id: "60",
				value: "民办明达职业技术学院"
			}, {
				id: "61",
				value: "苏州职业大学"
			}, {
				id: "62",
				value: "江苏城市职业学院"
			}, {
				id: "63",
				value: "沙洲职业工学院"
			}, {
				id: "64",
				value: "扬州市职业大学"
			}, {
				id: "65",
				value: "江苏建筑职业技术学院"
			}, {
				id: "66",
				value: "南通航运职业技术学院"
			}, {
				id: "67",
				value: "宿迁职业技术学院"
			}, {
				id: "68",
				value: "江苏信息职业技术学院"
			}, {
				id: "69",
				value: "江苏农林职业技术学院"
			}, {
				id: "70",
				value: "江苏食品职业技术学院"
			}, {
				id: "71",
				value: "徐州工业职业技术学院"
			}, {
				id: "72",
				value: "常州机电职业技术学院"
			}, {
				id: "73",
				value: "常州轻工职业技术学院"
			}, {
				id: "74",
				value: "南京旅游职业学院"
			}, {
				id: "75",
				value: "常州工程职业技术学院"
			}, {
				id: "76",
				value: "南京信息职业技术学院"
			}, {
				id: "77",
				value: "苏州高博软件技术职业学院"
			}, {
				id: "78",
				value: "盐城卫生职业技术学院"
			}, {
				id: "79",
				value: "苏州工业职业技术学院"
			}, {
				id: "80",
				value: "江阴职业技术学院"
			}, {
				id: "81",
				value: "南京城市职业学院"
			}, {
				id: "82",
				value: "徐州生物工程职业技术学院"
			}, {
				id: "83",
				value: "苏州信息职业技术学院"
			}, {
				id: "84",
				value: "南京机电职业技术学院"
			}, {
				id: "85",
				value: "江苏建康职业学院"
			}, {
				id: "86",
				value: "苏州卫生职业技术学院"
			}, {
				id: "87",
				value: "江苏海事职业技术学院"
			}, {
				id: "88",
				value: "苏州经贸职业技术学院"
			}, {
				id: "89",
				value: "江苏经贸职业技术学院"
			}, {
				id: "90",
				value: "南京特殊教育职业技术学院"
			}, {
				id: "91",
				value: "扬州环境资源职业技术学院"
			}, {
				id: "92",
				value: "金肯职业技术学院"
			}, {
				id: "93",
				value: "应天职业技术学院"
			}, {
				id: "94",
				value: "南京化工职业技术学院"
			}, {
				id: "95",
				value: "炎黄职业技术学院"
			}, {
				id: "96",
				value: "苏州农业职业技术学院"
			}, {
				id: "97",
				value: "无锡工艺职业技术学院"
			}, {
				id: "98",
				value: "常州纺织服装职业技术学院"
			}, {
				id: "99",
				value: "紫琅职业技术学院"
			}, {
				id: "100",
				value: "常州信息职业技术学院"
			}, {
				id: "101",
				value: "健雄职业技术学院"
			}, {
				id: "102",
				value: "江苏财经职业技术学院"
			}, {
				id: "103",
				value: "盐城纺织职业技术学院"
			}, {
				id: "104",
				value: "扬州工业职业技术学院"
			}, {
				id: "105",
				value: "江海职业技术学院"
			}, {
				id: "106",
				value: "南京铁道职业技术学院"
			}, {
				id: "107",
				value: "九州职业技术学院"
			}, {
				id: "108",
				value: "江苏联合职业技术学院"
			}, {
				id: "109",
				value: "金山职业技术学院"
			}, {
				id: "110",
				value: "无锡科技职业学院"
			}, {
				id: "111",
				value: "硅湖职业技术学院"
			}, {
				id: "112",
				value: "无锡城市职业技术学院"
			}, {
				id: "113",
				value: "苏州托普信息职业技术学院"
			}, {
				id: "114",
				value: "正德职业技术学院"
			}, {
				id: "115",
				value: "江南影视艺术职业学院"
			}, {
				id: "116",
				value: "南通农业职业技术学院"
			}, {
				id: "117",
				value: "苏州工业园区职业技术学院"
			}, {
				id: "118",
				value: "太湖创意职业技术学院"
			}, {
				id: "119",
				value: "淮安信息职业技术学院"
			}, {
				id: "120",
				value: "无锡南洋职业技术学院"
			}, {
				id: "121",
				value: "钟山职业技术学院"
			}, {
				id: "122",
				value: "南京交通职业技术学院"
			}, {
				id: "123",
				value: "建东职业技术学院"
			}, {
				id: "124",
				value: "南京视觉艺术职业学院"
			}, {
				id: "125",
				value: "昆山登云科技职业学院"
			}, {
				id: "126",
				value: "苏州港大思培科技职业学院"
			}, {
				id: "127",
				value: "宿迁泽达职业技术学院"
			}, {
				id: "128",
				value: "苏州工业园区服务外包职业学院"
			}]
		}, {
			id: '18',
			value: '江西省',
			childs: [{
				id: "1",
				value: "南昌大学"
			}, {
				id: "2",
				value: "江西理工大学"
			}, {
				id: "3",
				value: "华东交通大学"
			}, {
				id: "4",
				value: "东华理工大学"
			}, {
				id: "5",
				value: "南昌航空大学"
			}, {
				id: "6",
				value: "江西农业大学"
			}, {
				id: "7",
				value: "江西师范大学"
			}, {
				id: "8",
				value: "江西科技师范大学"
			}, {
				id: "9",
				value: "江西财经大学"
			}, {
				id: "10",
				value: "井冈山大学"
			}, {
				id: "11",
				value: "景德镇陶瓷学院"
			}, {
				id: "12",
				value: "南昌工程学院"
			}, {
				id: "13",
				value: "南昌理工学院"
			}, {
				id: "14",
				value: "南昌工学院"
			}, {
				id: "15",
				value: "江西中医学院"
			}, {
				id: "16",
				value: "赣南医学院"
			}, {
				id: "17",
				value: "上饶师范学院"
			}, {
				id: "18",
				value: "赣南师范学院"
			}, {
				id: "19",
				value: "江西警察学院"
			}, {
				id: "20",
				value: "江西服装学院"
			}, {
				id: "21",
				value: "九江学院"
			}, {
				id: "22",
				value: "江西科技学院"
			}, {
				id: "23",
				value: "新余学院"
			}, {
				id: "24",
				value: "宜春学院"
			}, {
				id: "25",
				value: "江西中医药高等专科学校"
			}, {
				id: "26",
				value: "南昌师范高等专科学校"
			}, {
				id: "27",
				value: "景德镇高等专科学校"
			}, {
				id: "28",
				value: "萍乡高等专科学校"
			}, {
				id: "29",
				value: "江西护理职业技术学院"
			}, {
				id: "30",
				value: "九江职业技术学院"
			}, {
				id: "31",
				value: "江西工业职业技术学院"
			}, {
				id: "32",
				value: "九江职业大学"
			}, {
				id: "33",
				value: "江西泰豪动漫职业学院"
			}, {
				id: "34",
				value: "江西先锋软件职业技术学院"
			}, {
				id: "35",
				value: "江西工业贸易职业技术学院"
			}, {
				id: "36",
				value: "江西枫林涉外经贸职业学院"
			}, {
				id: "37",
				value: "江西司法警官职业学院"
			}, {
				id: "38",
				value: "江西城市职业学院"
			}, {
				id: "39",
				value: "江西太阳能科技职业学院"
			}, {
				id: "40",
				value: "江西生物科技职业学院"
			}, {
				id: "41",
				value: "江西电力职业技术学院"
			}, {
				id: "42",
				value: "江西外语外贸职业学院"
			}, {
				id: "43",
				value: "宜春职业技术学院"
			}, {
				id: "44",
				value: "江西旅游商贸职业学院"
			}, {
				id: "45",
				value: "抚州职业技术学院"
			}, {
				id: "46",
				value: "江西青年职业学院"
			}, {
				id: "47",
				value: "江西工程职业学院"
			}, {
				id: "48",
				value: "江西建设职业技术学院"
			}, {
				id: "49",
				value: "江西管理职业学院"
			}, {
				id: "50",
				value: "江西农业工程职业学院"
			}, {
				id: "51",
				value: "江西航空职业技术学院"
			}, {
				id: "52",
				value: "江西经济管理职业学院"
			}, {
				id: "53",
				value: "上饶职业技术学院"
			}, {
				id: "54",
				value: "江西应用工程职业学院"
			}, {
				id: "55",
				value: "江西制造职业技术学院"
			}, {
				id: "56",
				value: "景德镇陶瓷职业技术学院"
			}, {
				id: "57",
				value: "鹰潭职业技术学院"
			}, {
				id: "58",
				value: "江西应用技术职业学院"
			}, {
				id: "59",
				value: "江西渝州科技职业学院"
			}, {
				id: "60",
				value: "共青科技职业学院"
			}, {
				id: "61",
				value: "江西冶金职业技术学院"
			}, {
				id: "62",
				value: "江西机电职业技术学院"
			}, {
				id: "63",
				value: "江西新闻出版职业技术学院"
			}, {
				id: "64",
				value: "江西现代职业技术学院"
			}, {
				id: "65",
				value: "江西艺术职业学院"
			}, {
				id: "66",
				value: "赣西科技职业学院"
			}, {
				id: "67",
				value: "江西科技职业学院"
			}, {
				id: "68",
				value: "江西交通职业技术学院"
			}, {
				id: "69",
				value: "南昌职业学院"
			}, {
				id: "70",
				value: "江西工业工程职业技术学院"
			}, {
				id: "71",
				value: "江西工商职业技术学院"
			}, {
				id: "72",
				value: "江西信息应用职业技术学院"
			}, {
				id: "73",
				value: "江西环境工程职业学院"
			}, {
				id: "74",
				value: "江西陶瓷工艺美术职业技术学院"
			}, {
				id: "75",
				value: "江西财经职业学院"
			}]
		}, {
			id: '19',
			value: '辽宁省',
			childs: [{
				id: "1",
				value: "大连理工大学"
			}, {
				id: "2",
				value: "东北大学"
			}, {
				id: "3",
				value: "大连海事大学"
			}, {
				id: "4",
				value: "辽宁大学"
			}, {
				id: "5",
				value: "大连大学"
			}, {
				id: "6",
				value: "沈阳大学"
			}, {
				id: "7",
				value: "沈阳理工大学"
			}, {
				id: "8",
				value: "辽宁工程技术大学"
			}, {
				id: "9",
				value: "沈阳工业大学"
			}, {
				id: "10",
				value: "沈阳建筑大学"
			}, {
				id: "11",
				value: "辽宁石油化工大学"
			}, {
				id: "12",
				value: "大连交通大学"
			}, {
				id: "13",
				value: "沈阳化工大学"
			}, {
				id: "14",
				value: "辽宁科技大学"
			}, {
				id: "15",
				value: "大连工业大学"
			}, {
				id: "16",
				value: "辽宁工业大学"
			}, {
				id: "17",
				value: "沈阳航空航天大学"
			}, {
				id: "18",
				value: "沈阳农业大学"
			}, {
				id: "19",
				value: "大连海洋大学"
			}, {
				id: "20",
				value: "中国医科大学"
			}, {
				id: "21",
				value: "大连医科大学"
			}, {
				id: "22",
				value: "辽宁中医药大学"
			}, {
				id: "23",
				value: "沈阳药科大学"
			}, {
				id: "24",
				value: "辽宁师范大学"
			}, {
				id: "25",
				value: "沈阳师范大学"
			}, {
				id: "26",
				value: "渤海大学"
			}, {
				id: "27",
				value: "东北财经大学"
			}, {
				id: "28",
				value: "大连民族学院"
			}, {
				id: "29",
				value: "中国刑事警察学院"
			}, {
				id: "30",
				value: "沈阳工程学院"
			}, {
				id: "31",
				value: "辽宁科技学院"
			}, {
				id: "32",
				value: "大连东软信息学院"
			}, {
				id: "33",
				value: "大连科技学院"
			}, {
				id: "34",
				value: "辽宁医学院"
			}, {
				id: "35",
				value: "沈阳医学院"
			}, {
				id: "36",
				value: "辽宁何氏医学院"
			}, {
				id: "37",
				value: "鞍山师范学院"
			}, {
				id: "38",
				value: "大连外国语学院"
			}, {
				id: "39",
				value: "辽宁财贸学院"
			}, {
				id: "40",
				value: "沈阳体育学院"
			}, {
				id: "41",
				value: "鲁迅美术学院"
			}, {
				id: "42",
				value: "沈阳音乐学院"
			}, {
				id: "43",
				value: "大连艺术学院"
			}, {
				id: "44",
				value: "辽东学院"
			}, {
				id: "45",
				value: "辽宁对外经贸学院"
			}, {
				id: "46",
				value: "辽宁交通高等专科学校"
			}, {
				id: "47",
				value: "朝阳师范高等专科学校"
			}, {
				id: "48",
				value: "抚顺师范高等专科学校"
			}, {
				id: "49",
				value: "铁岭师范高等专科学校"
			}, {
				id: "50",
				value: "锦州师范高等专科学校"
			}, {
				id: "51",
				value: "辽宁税务高等专科学校"
			}, {
				id: "52",
				value: "辽宁警官高等专科学校"
			}, {
				id: "53",
				value: "阜新高等专科学校"
			}, {
				id: "54",
				value: "辽宁城市建设职业技术学院"
			}, {
				id: "55",
				value: "辽宁冶金职业技术学院"
			}, {
				id: "56",
				value: "辽宁工程职业学院"
			}, {
				id: "57",
				value: "铁岭卫生职业学院"
			}, {
				id: "58",
				value: "辽宁卫生职业技术学院"
			}, {
				id: "59",
				value: "抚顺职业技术学院"
			}, {
				id: "60",
				value: "辽阳职业技术学院"
			}, {
				id: "61",
				value: "大连职业技术学院"
			}, {
				id: "62",
				value: "渤海船舶职业学院"
			}, {
				id: "63",
				value: "盘锦职业技术学院"
			}, {
				id: "64",
				value: "大连商务职业学院"
			}, {
				id: "65",
				value: "辽宁农业职业技术学院"
			}, {
				id: "66",
				value: "营口职业技术学院"
			}, {
				id: "67",
				value: "沈阳职业技术学院"
			}, {
				id: "68",
				value: "辽宁金融职业学院"
			}, {
				id: "69",
				value: "辽河石油职业技术学院"
			}, {
				id: "70",
				value: "辽宁装备制造职业技术学院"
			}, {
				id: "71",
				value: "辽宁现代服务职业技术学院"
			}, {
				id: "72",
				value: "辽宁政法职业学院"
			}, {
				id: "73",
				value: "沈阳北软信息职业技术学院"
			}, {
				id: "74",
				value: "辽宁体育运动职业技术学院"
			}, {
				id: "75",
				value: "辽宁职业学院"
			}, {
				id: "76",
				value: "大连装备制造职业技术学院"
			}, {
				id: "77",
				value: "沈阳航空职业技术学院"
			}, {
				id: "78",
				value: "辽宁地质工程职业学院"
			}, {
				id: "79",
				value: "辽宁铁道职业技术学院"
			}, {
				id: "80",
				value: "辽宁建筑职业技术学院"
			}, {
				id: "81",
				value: "大连枫叶职业技术学院"
			}, {
				id: "82",
				value: "辽宁商贸职业学院"
			}, {
				id: "83",
				value: "大连翻译职业学院"
			}, {
				id: "84",
				value: "辽宁理工职业学院"
			}, {
				id: "85",
				value: "大连软件职业学院"
			}, {
				id: "86",
				value: "辽宁美术职业学院"
			}, {
				id: "87",
				value: "大连航运职业技术学院"
			}, {
				id: "88",
				value: "辽宁林业职业技术学院"
			}, {
				id: "89",
				value: "辽宁经济职业技术学院"
			}, {
				id: "90",
				value: "辽宁信息职业技术学院"
			}, {
				id: "91",
				value: "辽宁广告职业学院"
			}, {
				id: "92",
				value: "大连汽车职业技术学院"
			}, {
				id: "93",
				value: "辽宁机电职业技术学院"
			}, {
				id: "94",
				value: "辽宁石化职业技术学院"
			}]
		}, {
			id: '20',
			value: '内蒙古自治区',
			childs: [{
				id: "1",
				value: "内蒙古大学"
			}, {
				id: "2",
				value: "内蒙古科技大学"
			}, {
				id: "3",
				value: "内蒙古民族大学"
			}, {
				id: "4",
				value: "内蒙古工业大学"
			}, {
				id: "5",
				value: "内蒙古农业大学"
			}, {
				id: "6",
				value: "内蒙古医科大学"
			}, {
				id: "7",
				value: "内蒙古师范大学"
			}, {
				id: "8",
				value: "内蒙古财经大学"
			}, {
				id: "9",
				value: "河套学院"
			}, {
				id: "10",
				value: "赤峰学院"
			}, {
				id: "11",
				value: "集宁师范学院"
			}, {
				id: "12",
				value: "呼伦贝尔学院"
			}, {
				id: "13",
				value: "呼和浩特民族学院"
			}, {
				id: "14",
				value: "乌兰察布医学高等专科学校"
			}, {
				id: "15",
				value: "满洲里俄语职业学院"
			}, {
				id: "16",
				value: "包头职业技术学院"
			}, {
				id: "17",
				value: "内蒙古建筑职业技术学院"
			}, {
				id: "18",
				value: "内蒙古机电职业技术学院"
			}, {
				id: "19",
				value: "乌海职业技术学院"
			}, {
				id: "20",
				value: "呼和浩特职业学院"
			}, {
				id: "21",
				value: "内蒙古交通职业技术学院"
			}, {
				id: "22",
				value: "阿拉善职业技术学院"
			}, {
				id: "23",
				value: "赤峰工业职业技术学院"
			}, {
				id: "24",
				value: "内蒙古能源职业学院"
			}, {
				id: "25",
				value: "乌兰察布职业学院"
			}, {
				id: "26",
				value: "内蒙古电子信息职业技术学院"
			}, {
				id: "27",
				value: "通辽职业学院"
			}, {
				id: "28",
				value: "内蒙古化工职业学院"
			}, {
				id: "29",
				value: "内蒙古商贸职业学院"
			}, {
				id: "30",
				value: "包头铁道职业技术学院"
			}, {
				id: "31",
				value: "包头钢铁职业技术学院"
			}, {
				id: "32",
				value: "内蒙古美术职业学院"
			}, {
				id: "33",
				value: "科尔沁艺术职业学院"
			}, {
				id: "34",
				value: "包头轻工职业技术学院"
			}, {
				id: "35",
				value: "锡林郭勒职业学院"
			}, {
				id: "36",
				value: "兴安职业技术学院"
			}, {
				id: "37",
				value: "内蒙古警察职业学院"
			}, {
				id: "38",
				value: "内蒙古体育职业学院"
			}, {
				id: "39",
				value: "内蒙古经贸外语职业学院"
			}, {
				id: "40",
				value: "赤峰职业技术学院"
			}, {
				id: "41",
				value: "内蒙古北方职业技术学院"
			}, {
				id: "42",
				value: "鄂尔多斯职业学院"
			}, {
				id: "43",
				value: "内蒙古科技职业学院"
			}, {
				id: "44",
				value: "内蒙古丰州职业学院"
			}, {
				id: "45",
				value: "呼伦贝尔职业技术学院"
			}, {
				id: "46",
				value: "内蒙古工业职业学院"
			}]
		}, {
			id: '21',
			value: '宁夏回族自治区',
			childs: [{
				id: "1",
				value: "北方民族大学"
			}, {
				id: "2",
				value: "宁夏大学"
			}, {
				id: "3",
				value: "宁夏理工学院"
			}, {
				id: "4",
				value: "宁夏医科大学"
			}, {
				id: "5",
				value: "宁夏师范学院"
			}, {
				id: "6",
				value: "银川能源学院"
			}, {
				id: "7",
				value: "宁夏民族职业技术学院"
			}, {
				id: "8",
				value: "宁夏司法警官职业学院"
			}, {
				id: "9",
				value: "宁夏财经职业技术学院"
			}, {
				id: "10",
				value: "宁夏工商职业技术学院"
			}, {
				id: "11",
				value: "宁夏防沙治沙职业技术学院"
			}, {
				id: "12",
				value: "宁夏职业技术学院"
			}, {
				id: "13",
				value: "宁夏工业职业学院"
			}, {
				id: "14",
				value: "宁夏建设职业技术学院"
			}]
		}, {
			id: '22',
			value: '青海省',
			childs: [{
				id: "1",
				value: "青海大学"
			}, {
				id: "2",
				value: "青海师范大学"
			}, {
				id: "3",
				value: "青海民族大学"
			}, {
				id: "4",
				value: "青海畜牧兽医职业技术学院"
			}, {
				id: "5",
				value: "青海卫生职业技术学院"
			}, {
				id: "6",
				value: "青海建筑职业技术学院"
			}, {
				id: "7",
				value: "青海交通职业技术学院"
			}, {
				id: "8",
				value: "青海警官职业学院"
			}]
		}, {
			id: '23',
			value: '山东省',
			childs: [{
				id: "1",
				value: "山东大学"
			}, {
				id: "2",
				value: "中国石油大学(华东）"
			}, {
				id: "3",
				value: "中国海洋大学"
			}, {
				id: "4",
				value: "青岛大学"
			}, {
				id: "5",
				value: "山东科技大学"
			}, {
				id: "6",
				value: "山东理工大学"
			}, {
				id: "7",
				value: "烟台大学"
			}, {
				id: "8",
				value: "聊城大学"
			}, {
				id: "9",
				value: "青岛科技大学"
			}, {
				id: "10",
				value: "青岛理工大学"
			}, {
				id: "11",
				value: "济南大学"
			}, {
				id: "12",
				value: "山东建筑大学"
			}, {
				id: "13",
				value: "山东农业大学"
			}, {
				id: "14",
				value: "青岛农业大学"
			}, {
				id: "15",
				value: "山东中医药大学"
			}, {
				id: "16",
				value: "山东师范大学"
			}, {
				id: "17",
				value: "曲阜师范大学"
			}, {
				id: "18",
				value: "临沂大学"
			}, {
				id: "19",
				value: "山东财经大学"
			}, {
				id: "20",
				value: "鲁东大学"
			}, {
				id: "21",
				value: "山东万杰医学院"
			}, {
				id: "22",
				value: "潍坊科技学院"
			}, {
				id: "23",
				value: "山东英才学院"
			}, {
				id: "24",
				value: "山东轻工业学院"
			}, {
				id: "25",
				value: "潍坊学院"
			}, {
				id: "26",
				value: "山东交通学院"
			}, {
				id: "27",
				value: "青岛工学院"
			}, {
				id: "28",
				value: "潍坊医学院"
			}, {
				id: "29",
				value: "泰山医学院"
			}, {
				id: "30",
				value: "滨州医学院"
			}, {
				id: "31",
				value: "济宁医学院"
			}, {
				id: "32",
				value: "德州学院"
			}, {
				id: "33",
				value: "齐鲁师范学院"
			}, {
				id: "34",
				value: "山东工商学院"
			}, {
				id: "35",
				value: "山东警察学院"
			}, {
				id: "36",
				value: "山东青年政治学院"
			}, {
				id: "37",
				value: "山东政法学院"
			}, {
				id: "38",
				value: "山东体育学院"
			}, {
				id: "39",
				value: "山东艺术学院"
			}, {
				id: "40",
				value: "山东工艺美术学院"
			}, {
				id: "41",
				value: "泰山学院"
			}, {
				id: "42",
				value: "枣庄学院"
			}, {
				id: "43",
				value: "烟台南山学院"
			}, {
				id: "44",
				value: "青岛滨海学院"
			}, {
				id: "45",
				value: "济宁学院"
			}, {
				id: "46",
				value: "菏泽学院"
			}, {
				id: "47",
				value: "滨州学院"
			}, {
				id: "48",
				value: "山东女子学院"
			}, {
				id: "49",
				value: "山东协和学院"
			}, {
				id: "50",
				value: "青岛黄海学院"
			}, {
				id: "51",
				value: "山东电力高等专科学校"
			}, {
				id: "52",
				value: "菏泽医学专科学校"
			}, {
				id: "53",
				value: "山东医学高等专科学校"
			}, {
				id: "54",
				value: "山东中医药高等专科学校"
			}, {
				id: "55",
				value: "淄博师范高等专科学校"
			}, {
				id: "56",
				value: "济南幼儿师范高等专科学校"
			}, {
				id: "57",
				value: "山东畜牧兽医职业学院"
			}, {
				id: "58",
				value: "山东商业职业技术学院"
			}, {
				id: "59",
				value: "日照职业技术学院"
			}, {
				id: "60",
				value: "曲阜远东职业技术学院"
			}, {
				id: "61",
				value: "青岛职业技术学院"
			}, {
				id: "62",
				value: "济宁职业技术学院"
			}, {
				id: "63",
				value: "山东劳动职业技术学院"
			}, {
				id: "64",
				value: "聊城职业技术学院"
			}, {
				id: "65",
				value: "莱芜职业技术学院"
			}, {
				id: "66",
				value: "威海职业学院"
			}, {
				id: "67",
				value: "滨州职业学院"
			}, {
				id: "68",
				value: "山东杏林科技职业学院"
			}, {
				id: "69",
				value: "山东工业职业学院"
			}, {
				id: "70",
				value: "山东胜利职业学院"
			}, {
				id: "71",
				value: "山东华宇职业技术学院"
			}, {
				id: "72",
				value: "山东商务职业学院"
			}, {
				id: "73",
				value: "枣庄科技职业学院"
			}, {
				id: "74",
				value: "山东水利职业学院"
			}, {
				id: "75",
				value: "山东力明科技职业学院"
			}, {
				id: "76",
				value: "东营职业学院"
			}, {
				id: "77",
				value: "潍坊职业学院"
			}, {
				id: "78",
				value: "山东职业学院"
			}, {
				id: "79",
				value: "德州职业技术学院"
			}, {
				id: "80",
				value: "青岛飞洋职业技术学院"
			}, {
				id: "81",
				value: "青岛港湾职业技术学院"
			}, {
				id: "82",
				value: "潍坊护理职业学院"
			}, {
				id: "83",
				value: "潍坊工商职业学院"
			}, {
				id: "84",
				value: "山东凯文科技职业学院"
			}, {
				id: "85",
				value: "烟台汽车工程职业学院"
			}, {
				id: "86",
				value: "山东城市建设职业学院"
			}, {
				id: "87",
				value: "山东大王职业学院"
			}, {
				id: "88",
				value: "烟台职业学院"
			}, {
				id: "89",
				value: "山东海事职业学院"
			}, {
				id: "90",
				value: "山东科技职业学院"
			}, {
				id: "91",
				value: "泰山护理职业学院"
			}, {
				id: "92",
				value: "山东圣翰财贸职业学院"
			}, {
				id: "93",
				value: "青岛酒店管理职业技术学院"
			}, {
				id: "94",
				value: "山东服装职业学院"
			}, {
				id: "95",
				value: "枣庄职业学院"
			}, {
				id: "96",
				value: "山东外国语职业学院"
			}, {
				id: "97",
				value: "潍坊工程职业学院"
			}, {
				id: "98",
				value: "济南工程职业技术学院"
			}, {
				id: "99",
				value: "青岛求实职业技术学院"
			}, {
				id: "100",
				value: "青岛恒星职业技术学院"
			}, {
				id: "101",
				value: "山东传媒职业学院"
			}, {
				id: "102",
				value: "济南职业学院"
			}, {
				id: "103",
				value: "德州科技职业学院"
			}, {
				id: "104",
				value: "泰山职业技术学院"
			}, {
				id: "105",
				value: "济南护理职业学院"
			}, {
				id: "106",
				value: "淄博职业学院"
			}, {
				id: "107",
				value: "山东电子职业技术学院"
			}, {
				id: "108",
				value: "山东现代职业学院"
			}, {
				id: "109",
				value: "山东药品食品职业学院"
			}, {
				id: "110",
				value: "菏泽家政职业学院"
			}, {
				id: "111",
				value: "山东旅游职业学院"
			}, {
				id: "112",
				value: "临沂职业学院"
			}, {
				id: "113",
				value: "山东信息职业技术学院"
			}, {
				id: "114",
				value: "山东理工职业学院"
			}, {
				id: "115",
				value: "山东铝业职业学院"
			}, {
				id: "116",
				value: "山东经贸职业学院"
			}, {
				id: "117",
				value: "山东司法警官职业学院"
			}, {
				id: "118",
				value: "烟台工程职业技术学院"
			}, {
				id: "119",
				value: "山东丝绸纺织职业学院"
			}, {
				id: "120",
				value: "山东外贸职业学院"
			}, {
				id: "121",
				value: "山东化工职业学院"
			}, {
				id: "122",
				value: "山东交通职业学院"
			}, {
				id: "123",
				value: "山东外事翻译职业学院"
			}, {
				id: "124",
				value: "青岛远洋船员职业学院"
			}, {
				id: "125",
				value: "山东文化产业职业学院"
			}, {
				id: "126",
				value: "哈尔滨工业大学（威海校区）"
			}]
		}, {
			id: '24',
			value: '山西省',
			childs: [{
				id: "1",
				value: "山西大学"
			}, {
				id: "2",
				value: "太原理工大学"
			}, {
				id: "3",
				value: "中北大学"
			}, {
				id: "4",
				value: "太原科技大学"
			}, {
				id: "5",
				value: "山西农业大学"
			}, {
				id: "6",
				value: "山西医科大学"
			}, {
				id: "7",
				value: "山西师范大学"
			}, {
				id: "8",
				value: "山西大同大学"
			}, {
				id: "9",
				value: "山西财经大学"
			}, {
				id: "10",
				value: "太原工业学院"
			}, {
				id: "11",
				value: "山西中医学院"
			}, {
				id: "12",
				value: "长治医学院"
			}, {
				id: "13",
				value: "吕梁学院"
			}, {
				id: "14",
				value: "忻州师范学院"
			}, {
				id: "15",
				value: "太原师范学院"
			}, {
				id: "16",
				value: "运城学院"
			}, {
				id: "17",
				value: "长治学院"
			}, {
				id: "18",
				value: "晋中学院"
			}, {
				id: "19",
				value: "山西工商学院"
			}, {
				id: "20",
				value: "太原电力高等专科学校"
			}, {
				id: "21",
				value: "运城幼儿师范高等专科学校"
			}, {
				id: "22",
				value: "晋中师范高等专科学校"
			}, {
				id: "23",
				value: "阳泉师范高等专科学校"
			}, {
				id: "24",
				value: "山西省财政税务专科学校"
			}, {
				id: "25",
				value: "山西警官高等专科学校"
			}, {
				id: "26",
				value: "太原大学"
			}, {
				id: "27",
				value: "山西药科职业学院"
			}, {
				id: "28",
				value: "山西兴华职业学院"
			}, {
				id: "29",
				value: "山西建筑职业技术学院"
			}, {
				id: "30",
				value: "山西轻工职业技术学院"
			}, {
				id: "31",
				value: "山西工程职业技术学院"
			}, {
				id: "32",
				value: "运城职业技术学院"
			}, {
				id: "33",
				value: "山西老区职业技术学院"
			}, {
				id: "34",
				value: "大同煤炭职业技术学院"
			}, {
				id: "35",
				value: "山西交通职业技术学院"
			}, {
				id: "36",
				value: "山西艺术职业学院"
			}, {
				id: "37",
				value: "长治职业技术学院"
			}, {
				id: "38",
				value: "晋城职业技术学院"
			}, {
				id: "39",
				value: "山西电力职业技术学院"
			}, {
				id: "40",
				value: "山西体育职业学院"
			}, {
				id: "41",
				value: "山西警官职业学院"
			}, {
				id: "42",
				value: "山西国际商务职业学院"
			}, {
				id: "43",
				value: "山西华澳商贸职业学院"
			}, {
				id: "44",
				value: "山西机电职业技术学院"
			}, {
				id: "45",
				value: "山西戏剧职业学院"
			}, {
				id: "46",
				value: "山西财贸职业技术学院"
			}, {
				id: "47",
				value: "山西林业职业技术学院"
			}, {
				id: "48",
				value: "山西水利职业技术学院"
			}, {
				id: "49",
				value: "阳泉职业技术学院"
			}, {
				id: "50",
				value: "晋中职业技术学院"
			}, {
				id: "51",
				value: "运城护理职业学院"
			}, {
				id: "52",
				value: "忻州职业技术学院"
			}, {
				id: "53",
				value: "山西金融职业学院"
			}, {
				id: "54",
				value: "临汾职业技术学院"
			}, {
				id: "55",
				value: "山西职业技术学院"
			}, {
				id: "56",
				value: "太原城市职业技术学院"
			}, {
				id: "57",
				value: "山西运城农业职业技术学院"
			}, {
				id: "58",
				value: "山西青年职业学院"
			}, {
				id: "59",
				value: "山西经贸职业学院"
			}, {
				id: "60",
				value: "山西同文职业技术学院"
			}, {
				id: "61",
				value: "山西信息职业技术学院"
			}, {
				id: "62",
				value: "山西管理职业学院"
			}, {
				id: "63",
				value: "山西旅游职业学院"
			}, {
				id: "64",
				value: "潞安职业技术学院"
			}, {
				id: "65",
				value: "太原旅游职业学院"
			}, {
				id: "66",
				value: "朔州职业技术学院"
			}, {
				id: "67",
				value: "山西煤炭职业技术学院"
			}]
		}, {
			id: '25',
			value: '陕西省',
			childs: [{
				id: "1",
				value: "第四军医大学"
			}, {
				id: "2",
				value: "西安交通大学"
			}, {
				id: "3",
				value: "长安大学"
			}, {
				id: "4",
				value: "西安电子科技大学"
			}, {
				id: "5",
				value: "西北农林科技大学"
			}, {
				id: "6",
				value: "陕西师范大学"
			}, {
				id: "7",
				value: "西北工业大学"
			}, {
				id: "8",
				value: "西北大学"
			}, {
				id: "9",
				value: "延安大学"
			}, {
				id: "10",
				value: "西安理工大学"
			}, {
				id: "11",
				value: "西安建筑科技大学"
			}, {
				id: "12",
				value: "西安科技大学"
			}, {
				id: "13",
				value: "西安石油大学"
			}, {
				id: "14",
				value: "西安工程大学"
			}, {
				id: "15",
				value: "西安工业大学"
			}, {
				id: "16",
				value: "西安邮电大学"
			}, {
				id: "17",
				value: "西安外国语大学"
			}, {
				id: "18",
				value: "西北政法大学"
			}, {
				id: "19",
				value: "陕西科技大学"
			}, {
				id: "20",
				value: "西安思源学院"
			}, {
				id: "21",
				value: "陕西国际商贸学院"
			}, {
				id: "22",
				value: "西安航空学院"
			}, {
				id: "23",
				value: "陕西中医学院"
			}, {
				id: "24",
				value: "西安医学院"
			}, {
				id: "25",
				value: "宝鸡文理学院"
			}, {
				id: "26",
				value: "渭南师范学院"
			}, {
				id: "27",
				value: "榆林学院"
			}, {
				id: "28",
				value: "陕西理工学院"
			}, {
				id: "29",
				value: "咸阳师范学院"
			}, {
				id: "30",
				value: "陕西学前师范学院"
			}, {
				id: "31",
				value: "西安财经学院"
			}, {
				id: "32",
				value: "西安体育学院"
			}, {
				id: "33",
				value: "西安美术学院"
			}, {
				id: "34",
				value: "西安音乐学院"
			}, {
				id: "35",
				value: "陕西服装工程学院"
			}, {
				id: "36",
				value: "西京学院"
			}, {
				id: "37",
				value: "西安翻译学院"
			}, {
				id: "38",
				value: "西安外事学院"
			}, {
				id: "39",
				value: "西安文理学院"
			}, {
				id: "40",
				value: "西安欧亚学院"
			}, {
				id: "41",
				value: "西安培华学院"
			}, {
				id: "42",
				value: "商洛学院"
			}, {
				id: "43",
				value: "安康学院"
			}, {
				id: "44",
				value: "西安电力高等专科学校"
			}, {
				id: "45",
				value: "西安医学高等专科学校"
			}, {
				id: "46",
				value: "陕西工业职业技术学院"
			}, {
				id: "47",
				value: "杨凌职业技术学院"
			}, {
				id: "48",
				value: "西安东方亚太职业技术学院"
			}, {
				id: "49",
				value: "西安汽车科技职业学院"
			}, {
				id: "50",
				value: "西安科技商贸职业学院"
			}, {
				id: "51",
				value: "西安海棠职业学院"
			}, {
				id: "52",
				value: "陕西邮电职业技术学院"
			}, {
				id: "53",
				value: "陕西警官职业学院"
			}, {
				id: "54",
				value: "商洛职业技术学院"
			}, {
				id: "55",
				value: "陕西经济管理职业技术学院"
			}, {
				id: "56",
				value: "陕西铁路工程职业技术学院"
			}, {
				id: "57",
				value: "陕西电子信息职业技术学院"
			}, {
				id: "58",
				value: "西安职业技术学院"
			}, {
				id: "59",
				value: "陕西旅游烹饪职业学院"
			}, {
				id: "60",
				value: "咸阳职业技术学院"
			}, {
				id: "61",
				value: "铜川职业技术学院"
			}, {
				id: "62",
				value: "安康职业技术学院"
			}, {
				id: "63",
				value: "西安铁路职业技术学院"
			}, {
				id: "64",
				value: "西安航空职业技术学院"
			}, {
				id: "65",
				value: "陕西职业技术学院"
			}, {
				id: "66",
				value: "陕西能源职业技术学院"
			}, {
				id: "67",
				value: "陕西交通职业技术学院"
			}, {
				id: "68",
				value: "渭南职业技术学院"
			}, {
				id: "69",
				value: "陕西国防工业职业技术学院"
			}, {
				id: "70",
				value: "陕西航空职业技术学院"
			}, {
				id: "71",
				value: "陕西电子科技职业学院"
			}, {
				id: "72",
				value: "陕西工商职业学院"
			}, {
				id: "73",
				value: "陕西青年职业学院"
			}, {
				id: "74",
				value: "西安高新科技职业学院"
			}, {
				id: "75",
				value: "西安城市建设职业学院"
			}, {
				id: "76",
				value: "延安职业技术学院"
			}, {
				id: "77",
				value: "汉中职业技术学院"
			}, {
				id: "78",
				value: "宝鸡职业技术学院"
			}, {
				id: "79",
				value: "陕西财经职业技术学院"
			}, {
				id: "80",
				value: "榆林职业技术学院"
			}]
		}, {
			id: '26',
			value: '上海',
			childs: [{
				id: "1",
				value: "复旦大学"
			}, {
				id: "2",
				value: "同济大学"
			}, {
				id: "3",
				value: "上海交通大学"
			}, {
				id: "4",
				value: "华东理工大学"
			}, {
				id: "5",
				value: "东华大学"
			}, {
				id: "6",
				value: "华东师范大学"
			}, {
				id: "7",
				value: "上海外国语大学"
			}, {
				id: "8",
				value: "上海财经大学"
			}, {
				id: "9",
				value: "上海大学"
			}, {
				id: "10",
				value: "上海理工大学"
			}, {
				id: "11",
				value: "上海海事大学"
			}, {
				id: "12",
				value: "上海工程技术大学"
			}, {
				id: "13",
				value: "上海海洋大学"
			}, {
				id: "14",
				value: "上海中医药大学"
			}, {
				id: "15",
				value: "上海师范大学"
			}, {
				id: "16",
				value: "华东政法大学"
			}, {
				id: "17",
				value: "上海海关学院"
			}, {
				id: "18",
				value: "上海建桥学院"
			}, {
				id: "19",
				value: "上海政法学院"
			}, {
				id: "20",
				value: "上海电机学院"
			}, {
				id: "21",
				value: "上海第二工业大学"
			}, {
				id: "22",
				value: "上海电力学院"
			}, {
				id: "23",
				value: "上海应用技术学院"
			}, {
				id: "24",
				value: "上海对外贸易学院"
			}, {
				id: "25",
				value: "上海立信会计学院"
			}, {
				id: "26",
				value: "上海金融学院"
			}, {
				id: "27",
				value: "上海商学院"
			}, {
				id: "28",
				value: "上海体育学院"
			}, {
				id: "29",
				value: "上海音乐学院"
			}, {
				id: "30",
				value: "上海戏剧学院"
			}, {
				id: "31",
				value: "上海杉达学院"
			}, {
				id: "32",
				value: "第二军医大学"
			}, {
				id: "33",
				value: "上海出版印刷高等专科学校"
			}, {
				id: "34",
				value: "上海医疗器械高等专科学校"
			}, {
				id: "35",
				value: "上海医药高等专科学校"
			}, {
				id: "36",
				value: "上海旅游高等专科学校"
			}, {
				id: "37",
				value: "上海公安高等专科学校"
			}, {
				id: "38",
				value: "上海民航职业技术学院"
			}, {
				id: "39",
				value: "上海电影艺术职业学院"
			}, {
				id: "40",
				value: "上海健康职业技术学院"
			}, {
				id: "41",
				value: "上海东海职业技术学院"
			}, {
				id: "42",
				value: "上海新侨职业技术学院"
			}, {
				id: "43",
				value: "上海工会管理职业学院"
			}, {
				id: "44",
				value: "上海工艺美术职业学院"
			}, {
				id: "45",
				value: "上海震旦职业学院"
			}, {
				id: "46",
				value: "上海立达职业技术学院"
			}, {
				id: "47",
				value: "上海中华职业技术学院"
			}, {
				id: "48",
				value: "上海兴韦信息技术职业学院"
			}, {
				id: "49",
				value: "上海邦德职业技术学院"
			}, {
				id: "50",
				value: "上海农林职业技术学院"
			}, {
				id: "51",
				value: "上海思博职业技术学院"
			}, {
				id: "52",
				value: "上海欧华职业技术学院"
			}, {
				id: "53",
				value: "上海民远职业技术学院"
			}, {
				id: "54",
				value: "上海交通职业技术学院"
			}, {
				id: "55",
				value: "上海建峰职业技术学院"
			}, {
				id: "56",
				value: "上海城市管理职业技术学院"
			}, {
				id: "57",
				value: "上海体育职业学院"
			}, {
				id: "58",
				value: "上海电子信息职业技术学院"
			}, {
				id: "59",
				value: "上海行健职业学院"
			}, {
				id: "60",
				value: "上海济光职业技术学院"
			}, {
				id: "61",
				value: "上海工商外国语职业学院"
			}, {
				id: "62",
				value: "上海海事职业技术学院"
			}, {
				id: "63",
				value: "上海科学技术职业学院"
			}, {
				id: "64",
				value: "上海中侨职业技术学院"
			}]
		}, {
			id: '27',
			value: '四川省',
			childs: [{
				id: "1",
				value: "四川大学"
			}, {
				id: "2",
				value: "西南交通大学"
			}, {
				id: "3",
				value: "电子科技大学"
			}, {
				id: "4",
				value: "西南财经大学"
			}, {
				id: "5",
				value: "西南民族大学"
			}, {
				id: "6",
				value: "成都理工大学"
			}, {
				id: "7",
				value: "西华大学"
			}, {
				id: "8",
				value: "西南科技大学"
			}, {
				id: "9",
				value: "四川农业大学"
			}, {
				id: "10",
				value: "成都中医药大学"
			}, {
				id: "11",
				value: "四川师范大学"
			}, {
				id: "12",
				value: "西华师范大学"
			}, {
				id: "13",
				value: "中国民用航空飞行学院"
			}, {
				id: "14",
				value: "西南石油大学"
			}, {
				id: "15",
				value: "成都工业学院"
			}, {
				id: "16",
				value: "成都信息工程学院"
			}, {
				id: "17",
				value: "四川理工学院"
			}, {
				id: "18",
				value: "成都东软学院"
			}, {
				id: "19",
				value: "泸州医学院"
			}, {
				id: "20",
				value: "川北医学院"
			}, {
				id: "21",
				value: "成都医学院"
			}, {
				id: "22",
				value: "乐山师范学院"
			}, {
				id: "23",
				value: "内江师范学院"
			}, {
				id: "24",
				value: "四川文理学院"
			}, {
				id: "25",
				value: "成都师范学院"
			}, {
				id: "26",
				value: "四川警察学院"
			}, {
				id: "27",
				value: "成都体育学院"
			}, {
				id: "28",
				value: "四川音乐学院"
			}, {
				id: "29",
				value: "四川民族学院"
			}, {
				id: "30",
				value: "绵阳师范学院"
			}, {
				id: "31",
				value: "攀枝花学院"
			}, {
				id: "32",
				value: "成都学院"
			}, {
				id: "33",
				value: "宜宾学院"
			}, {
				id: "34",
				value: "西昌学院"
			}, {
				id: "35",
				value: "成都纺织高等专科学校"
			}, {
				id: "36",
				value: "四川烹饪高等专科学校"
			}, {
				id: "37",
				value: "四川中医药高等专科学校"
			}, {
				id: "38",
				value: "阿坝师范高等专科学校"
			}, {
				id: "39",
				value: "川北幼儿师范高等专科学校"
			}, {
				id: "40",
				value: "四川幼儿师范高等专科学校"
			}, {
				id: "41",
				value: "民办四川天一学院"
			}, {
				id: "42",
				value: "成都航空职业技术学院"
			}, {
				id: "43",
				value: "四川商务职业学院"
			}, {
				id: "44",
				value: "四川卫生康复职业学院"
			}, {
				id: "45",
				value: "四川三河职业学院"
			}, {
				id: "46",
				value: "四川电影电视职业学院"
			}, {
				id: "47",
				value: "四川城市职业学院"
			}, {
				id: "48",
				value: "四川汽车职业技术学院"
			}, {
				id: "49",
				value: "成都农业科技职业学院"
			}, {
				id: "50",
				value: "四川科技职业学院"
			}, {
				id: "51",
				value: "宜宾职业技术学院"
			}, {
				id: "52",
				value: "四川文化产业职业学院"
			}, {
				id: "53",
				value: "四川华新现代职业学院"
			}, {
				id: "54",
				value: "四川长江职业学院"
			}, {
				id: "55",
				value: "四川司法警官职业学院"
			}, {
				id: "56",
				value: "四川警安职业学院"
			}, {
				id: "57",
				value: "四川信息职业技术学院"
			}, {
				id: "58",
				value: "广安职业技术学院"
			}, {
				id: "59",
				value: "四川现代职业学院"
			}, {
				id: "60",
				value: "四川艺术职业学院"
			}, {
				id: "61",
				value: "内江职业技术学院"
			}, {
				id: "62",
				value: "成都职业技术学院"
			}, {
				id: "63",
				value: "南充职业技术学院"
			}, {
				id: "64",
				value: "四川水利职业技术学院"
			}, {
				id: "65",
				value: "四川化工职业技术学院"
			}, {
				id: "66",
				value: "四川航天职业技术学院"
			}, {
				id: "67",
				value: "四川邮电职业技术学院"
			}, {
				id: "68",
				value: "四川国际标榜职业学院"
			}, {
				id: "69",
				value: "乐山职业技术学院"
			}, {
				id: "70",
				value: "四川管理职业学院"
			}, {
				id: "71",
				value: "四川财经职业学院"
			}, {
				id: "72",
				value: "四川文化传媒职业学院"
			}, {
				id: "73",
				value: "泸州职业技术学院"
			}, {
				id: "74",
				value: "眉山职业技术学院"
			}, {
				id: "75",
				value: "四川职业技术学院"
			}, {
				id: "76",
				value: "四川托普信息技术职业学院"
			}, {
				id: "77",
				value: "成都艺术职业学院"
			}, {
				id: "78",
				value: "雅安职业技术学院"
			}, {
				id: "79",
				value: "四川建筑职业技术学院"
			}, {
				id: "80",
				value: "四川机电职业技术学院"
			}, {
				id: "81",
				value: "四川交通职业技术学院"
			}, {
				id: "82",
				value: "达州职业技术学院"
			}, {
				id: "83",
				value: "四川工商职业技术学院"
			}, {
				id: "84",
				value: "绵阳职业技术学院"
			}, {
				id: "85",
				value: "四川电力职业技术学院"
			}, {
				id: "86",
				value: "四川工程职业技术学院"
			}]
		}, {
			id: '28',
			value: '台湾省',
			childs: [{
				id: "1",
				value: "国立台湾大学"
			}, {
				id: "2",
				value: "国立清华大学"
			}, {
				id: "3",
				value: "国立成功大学"
			}, {
				id: "4",
				value: "国立阳明大学"
			}, {
				id: "5",
				value: "台湾交通大学"
			}, {
				id: "6",
				value: "台北医学大学"
			}, {
				id: "7",
				value: "国立中央大学"
			}, {
				id: "8",
				value: "国立台湾大学科学与技术学院(原名国立台湾科技学院）"
			}, {
				id: "9",
				value: "国立中山大学"
			}, {
				id: "10",
				value: "国立台湾师范大学"
			}, {
				id: "11",
				value: "国立政治大学"
			}, {
				id: "12",
				value: "国立中兴大学"
			}]
		}, {
			id: '29',
			value: '天津',
			childs: [{
				id: "1",
				value: "南开大学"
			}, {
				id: "2",
				value: "天津大学"
			}, {
				id: "3",
				value: "中国民航大学"
			}, {
				id: "4",
				value: "天津工业大学"
			}, {
				id: "5",
				value: "天津科技大学"
			}, {
				id: "6",
				value: "天津理工大学"
			}, {
				id: "7",
				value: "天津医科大学"
			}, {
				id: "8",
				value: "天津中医药大学"
			}, {
				id: "9",
				value: "天津师范大学"
			}, {
				id: "10",
				value: "天津职业技术师范大学"
			}, {
				id: "11",
				value: "天津外国语大学"
			}, {
				id: "12",
				value: "天津财经大学"
			}, {
				id: "13",
				value: "天津商业大学"
			}, {
				id: "14",
				value: "天津天狮学院"
			}, {
				id: "15",
				value: "天津城市建设学院"
			}, {
				id: "16",
				value: "天津农学院"
			}, {
				id: "17",
				value: "天津体育学院"
			}, {
				id: "18",
				value: "天津美术学院"
			}, {
				id: "19",
				value: "天津音乐学院"
			}, {
				id: "20",
				value: "天津医学高等专科学校"
			}, {
				id: "21",
				value: "天津工程职业技术学院"
			}, {
				id: "22",
				value: "天津机电职业技术学院"
			}, {
				id: "23",
				value: "天津现代职业技术学院"
			}, {
				id: "24",
				value: "天津公安警官职业学院"
			}, {
				id: "25",
				value: "天津轻工职业技术学院"
			}, {
				id: "26",
				value: "天津职业大学"
			}, {
				id: "27",
				value: "天津渤海职业技术学院"
			}, {
				id: "28",
				value: "天津滨海职业学院"
			}, {
				id: "29",
				value: "天津电子信息职业技术学院"
			}, {
				id: "30",
				value: "天津石油职业技术学院"
			}, {
				id: "31",
				value: "天津交通职业学院"
			}, {
				id: "32",
				value: "天津中德职业技术学院"
			}, {
				id: "33",
				value: "天津城市职业学院"
			}, {
				id: "34",
				value: "天津冶金职业技术学院"
			}, {
				id: "35",
				value: "天津商务职业学院"
			}, {
				id: "36",
				value: "天津城市建设管理职业技术学院"
			}, {
				id: "37",
				value: "天津生物工程职业技术学院"
			}, {
				id: "38",
				value: "天津艺术职业学院"
			}, {
				id: "39",
				value: "天津国土资源和房屋职业学院"
			}, {
				id: "40",
				value: "天津海运职业学院"
			}, {
				id: "41",
				value: "天津青年职业学院"
			}, {
				id: "42",
				value: "天津广播影视职业学院"
			}, {
				id: "43",
				value: "天津铁道职业技术学院"
			}, {
				id: "44",
				value: "天津开发区职业技术学院"
			}, {
				id: "45",
				value: "天津工艺美术职业学院"
			}]
		}, {
			id: '30',
			value: '西藏自治区',
			childs: [{
				id: "1",
				value: "西藏大学"
			}, {
				id: "2",
				value: "西藏藏医学院"
			}, {
				id: "3",
				value: "西藏民族学院"
			}, {
				id: "4",
				value: "拉萨师范高等专科学校"
			}, {
				id: "5",
				value: "西藏警官高等专科学校"
			}, {
				id: "6",
				value: "西藏职业技术学院"
			}]
		}, {
			id: '31',
			value: '香港特别行政区',
			childs: [{
				id: "1",
				value: "香港大学"
			}, {
				id: "2",
				value: "香港中文大学"
			}, {
				id: "3",
				value: "香港科技大学"
			}, {
				id: "4",
				value: "香港城市大学"
			}, {
				id: "5",
				value: "香港理工大学"
			}, {
				id: "6",
				value: "香港浸会大学"
			}, {
				id: "7",
				value: "香港岭南大学"
			}, {
				id: "8",
				value: "香港教育学院"
			}]
		}, {
			id: '32',
			value: '新疆维吾尔自治区',
			childs: [{
				id: "1",
				value: "新疆大学"
			}, {
				id: "2",
				value: "石河子大学"
			}, {
				id: "3",
				value: "新疆农业大学"
			}, {
				id: "4",
				value: "塔里木大学"
			}, {
				id: "5",
				value: "新疆医科大学"
			}, {
				id: "6",
				value: "新疆师范大学"
			}, {
				id: "7",
				value: "新疆财经大学"
			}, {
				id: "8",
				value: "新疆工程学院"
			}, {
				id: "9",
				value: "伊犁师范学院"
			}, {
				id: "10",
				value: "喀什师范学院"
			}, {
				id: "11",
				value: "新疆警察学院"
			}, {
				id: "12",
				value: "新疆艺术学院"
			}, {
				id: "13",
				value: "昌吉学院"
			}, {
				id: "14",
				value: "新疆维吾尔医学专科学校"
			}, {
				id: "15",
				value: "和田师范专科学校"
			}, {
				id: "16",
				value: "新疆兵团警官高等专科学校"
			}, {
				id: "17",
				value: "新疆农业职业技术学院"
			}, {
				id: "18",
				value: "乌鲁木齐职业大学"
			}, {
				id: "19",
				value: "新疆机电职业技术学院"
			}, {
				id: "20",
				value: "新疆轻工职业技术学院"
			}, {
				id: "21",
				value: "克拉玛依职业技术学院"
			}, {
				id: "22",
				value: "新疆职业大学"
			}, {
				id: "23",
				value: "伊犁职业技术学院"
			}, {
				id: "24",
				value: "新疆建设职业技术学院"
			}, {
				id: "25",
				value: "巴音郭楞职业技术学院"
			}, {
				id: "26",
				value: "阿克苏职业技术学院"
			}, {
				id: "27",
				value: "新疆天山职业技术学院"
			}, {
				id: "28",
				value: "新疆现代职业技术学院"
			}, {
				id: "29",
				value: "新疆交通职业技术学院"
			}, {
				id: "30",
				value: "新疆石河子职业技术学院"
			}, {
				id: "31",
				value: "新疆能源职业技术学院"
			}, {
				id: "32",
				value: "新疆体育职业技术学院"
			}, {
				id: "33",
				value: "新疆应用职业技术学院"
			}, {
				id: "34",
				value: "昌吉职业技术学院"
			}, {
				id: "35",
				value: "新疆师范高等专科学校"
			}]
		}, {
			id: '33',
			value: '云南省',
			childs: [{
				id: "1",
				value: "云南大学"
			}, {
				id: "2",
				value: "昆明理工大学"
			}, {
				id: "3",
				value: "云南农业大学"
			}, {
				id: "4",
				value: "西南林业大学"
			}, {
				id: "5",
				value: "昆明医科大学"
			}, {
				id: "6",
				value: "云南师范大学"
			}, {
				id: "7",
				value: "云南财经大学"
			}, {
				id: "8",
				value: "云南民族大学"
			}, {
				id: "9",
				value: "云南中医学院"
			}, {
				id: "10",
				value: "昭通学院"
			}, {
				id: "11",
				value: "曲靖师范学院"
			}, {
				id: "12",
				value: "玉溪师范学院"
			}, {
				id: "13",
				value: "楚雄师范学院"
			}, {
				id: "14",
				value: "普洱学院"
			}, {
				id: "15",
				value: "红河学院"
			}, {
				id: "16",
				value: "云南工商学院"
			}, {
				id: "17",
				value: "云南警官学院"
			}, {
				id: "18",
				value: "云南艺术学院"
			}, {
				id: "19",
				value: "大理学院"
			}, {
				id: "20",
				value: "昆明学院"
			}, {
				id: "21",
				value: "保山学院"
			}, {
				id: "22",
				value: "文山学院"
			}, {
				id: "23",
				value: "昆明冶金高等专科学校"
			}, {
				id: "24",
				value: "曲靖医学高等专科学校"
			}, {
				id: "25",
				value: "楚雄医药高等专科学校"
			}, {
				id: "26",
				value: "保山中医药高等专科学校"
			}, {
				id: "27",
				value: "丽江师范高等专科学校"
			}, {
				id: "28",
				value: "德宏师范高等专科学校"
			}, {
				id: "29",
				value: "临沧师范高等专科学校"
			}, {
				id: "30",
				value: "云南经贸外事职业学院"
			}, {
				id: "31",
				value: "云南农业职业技术学院"
			}, {
				id: "32",
				value: "昆明工业职业技术学院"
			}, {
				id: "33",
				value: "云南机电职业技术学院"
			}, {
				id: "34",
				value: "云南热带作物职业学院"
			}, {
				id: "35",
				value: "云南司法警官职业学院"
			}, {
				id: "36",
				value: "云南国防工业职业技术学院"
			}, {
				id: "37",
				value: "云南锡业职业技术学院"
			}, {
				id: "38",
				value: "云南能源职业技术学院"
			}, {
				id: "39",
				value: "云南三鑫职业技术学院"
			}, {
				id: "40",
				value: "德宏职业学院"
			}, {
				id: "41",
				value: "云南新兴职业学院"
			}, {
				id: "42",
				value: "云南旅游职业学院"
			}, {
				id: "43",
				value: "云南经济管理职业学院"
			}, {
				id: "44",
				value: "云南外事外语职业学院"
			}, {
				id: "45",
				value: "红河卫生职业学院"
			}, {
				id: "46",
				value: "玉溪农业职业技术学院"
			}, {
				id: "47",
				value: "云南文化艺术职业学院"
			}, {
				id: "48",
				value: "昆明艺术职业学院"
			}, {
				id: "49",
				value: "昆明扬帆职业技术学院"
			}, {
				id: "50",
				value: "云南城市建设职业学院"
			}, {
				id: "51",
				value: "西双版纳职业技术学院"
			}, {
				id: "52",
				value: "云南林业职业技术学院"
			}, {
				id: "53",
				value: "云南国土资源职业学院"
			}, {
				id: "54",
				value: "昆明卫生职业学院"
			}, {
				id: "55",
				value: "云南科技信息职业学院"
			}, {
				id: "56",
				value: "云南体育运动职业技术学院"
			}, {
				id: "57",
				value: "云南现代职业技术学院"
			}, {
				id: "58",
				value: "云南交通职业技术学院"
			}, {
				id: "59",
				value: "云南商务职业学院"
			}]
		}, {
			id: '34',
			value: '浙江省',
			childs: [{
				id: "1",
				value: "浙江大学"
			}, {
				id: "2",
				value: "宁波大学"
			}, {
				id: "3",
				value: "浙江工业大学"
			}, {
				id: "4",
				value: "杭州电子科技大学"
			}, {
				id: "5",
				value: "浙江理工大学"
			}, {
				id: "6",
				value: "浙江农林大学"
			}, {
				id: "7",
				value: "浙江中医药大学"
			}, {
				id: "8",
				value: "浙江师范大学"
			}, {
				id: "9",
				value: "杭州师范大学"
			}, {
				id: "10",
				value: "浙江工商大学"
			}, {
				id: "11",
				value: "宁波诺丁汉大学"
			}, {
				id: "12",
				value: "温州大学"
			}, {
				id: "13",
				value: "公安海警学院"
			}, {
				id: "14",
				value: "宁波大红鹰学院"
			}, {
				id: "15",
				value: "浙江越秀外国语学院"
			}, {
				id: "16",
				value: "宁波工程学院"
			}, {
				id: "17",
				value: "中国计量学院"
			}, {
				id: "18",
				value: "嘉兴学院"
			}, {
				id: "19",
				value: "浙江科技学院"
			}, {
				id: "20",
				value: "浙江海洋学院"
			}, {
				id: "21",
				value: "温州医学院"
			}, {
				id: "22",
				value: "绍兴文理学院"
			}, {
				id: "23",
				value: "台州学院"
			}, {
				id: "24",
				value: "湖州师范学院"
			}, {
				id: "25",
				value: "浙江传媒学院"
			}, {
				id: "26",
				value: "浙江外国语学院"
			}, {
				id: "27",
				value: "浙江财经学院"
			}, {
				id: "28",
				value: "浙江警察学院"
			}, {
				id: "29",
				value: "中国美术学院"
			}, {
				id: "30",
				value: "丽水学院"
			}, {
				id: "31",
				value: "浙江树人学院"
			}, {
				id: "32",
				value: "浙江万里学院"
			}, {
				id: "33",
				value: "衢州学院"
			}, {
				id: "34",
				value: "浙江水利水电专科学校"
			}, {
				id: "35",
				value: "浙江医药高等专科学校"
			}, {
				id: "36",
				value: "浙江医学高等专科学校"
			}, {
				id: "37",
				value: "宁波职业技术学院"
			}, {
				id: "38",
				value: "金华职业技术学院"
			}, {
				id: "39",
				value: "浙江交通职业技术学院"
			}, {
				id: "40",
				value: "温州职业技术学院"
			}, {
				id: "41",
				value: "台州职业技术学院"
			}, {
				id: "42",
				value: "浙江旅游职业学院"
			}, {
				id: "43",
				value: "宁波城市职业技术学院"
			}, {
				id: "44",
				value: "浙江工商职业技术学院"
			}, {
				id: "45",
				value: "浙江经济职业技术学院"
			}, {
				id: "46",
				value: "浙江机电职业技术学院"
			}, {
				id: "47",
				value: "杭州万向职业技术学院"
			}, {
				id: "48",
				value: "浙江商业职业技术学院"
			}, {
				id: "49",
				value: "浙江汽车职业技术学院"
			}, {
				id: "50",
				value: "浙江横店影视职业学院"
			}, {
				id: "51",
				value: "浙江警官职业学院"
			}, {
				id: "52",
				value: "嘉兴南洋职业技术学院"
			}, {
				id: "53",
				value: "浙江工业职业技术学院"
			}, {
				id: "54",
				value: "杭州科技职业技术学院"
			}, {
				id: "55",
				value: "浙江建设职业技术学院"
			}, {
				id: "56",
				value: "浙江经贸职业技术学院"
			}, {
				id: "57",
				value: "浙江育英职业技术学院"
			}, {
				id: "58",
				value: "温州科技职业学院"
			}, {
				id: "59",
				value: "浙江长征职业技术学院"
			}, {
				id: "60",
				value: "绍兴职业技术学院"
			}, {
				id: "61",
				value: "杭州职业技术学院"
			}, {
				id: "62",
				value: "浙江纺织服装职业技术学院"
			}, {
				id: "63",
				value: "台州科技职业学院"
			}, {
				id: "64",
				value: "浙江邮电职业技术学院"
			}, {
				id: "65",
				value: "浙江同济科技职业学院"
			}, {
				id: "66",
				value: "浙江广厦建设职业技术学院"
			}, {
				id: "67",
				value: "浙江体育职业技术学院"
			}, {
				id: "68",
				value: "宁波卫生职业技术学院"
			}, {
				id: "69",
				value: "浙江工贸职业技术学院"
			}, {
				id: "70",
				value: "浙江国际海运职业技术学院"
			}, {
				id: "71",
				value: "嘉兴职业技术学院"
			}, {
				id: "72",
				value: "湖州职业技术学院"
			}, {
				id: "73",
				value: "衢州职业技术学院"
			}, {
				id: "74",
				value: "丽水职业技术学院"
			}, {
				id: "75",
				value: "浙江金融职业学院"
			}, {
				id: "76",
				value: "义乌工商职业技术学院"
			}, {
				id: "77",
				value: "浙江东方职业技术学院"
			}, {
				id: "78",
				value: "浙江艺术职业学院"
			}, {
				id: "79",
				value: "浙江农业商贸职业学院"
			}, {
				id: "80",
				value: "浙江电力职业技术学院"
			}]
		},{
			id:'35',
			value:'其他'
		}]
	}],
	callback: function(indexArr, data) {
		if(data.length==2){
			$('#university').val(data[1].value);
		}else{
			$('#university').val(data[0].value);
		}
	}
});
/*var mobileSelect7 = new MobileSelect({
	trigger:'#profession',
	title:'职业选择',
	wheels:[{
		data:[
			'飞行员',
			'厨师',
			'工程师',
			'会计',
			'政府工作人员'
		]
	}],
	callback:function(indexArr,data){
		$('#profession').val(data);
	}
});*/
var areaArr = [
	{
		id:'1',
		value:'北京市'
	},
	{
		id:'2',
		value:'天津市'
	},
	{
		id:'3',
		value:'河北省',
		childs:[
			{id:"1",value:"石家庄市"},{id:"2",value:"唐山市"},{id:"3",value:"秦皇岛市"},{id:"4",value:"邯郸市"},{id:"5",value:"邢台市"},{id:"6",value:"保定市"},{id:"7",value:"张家口市"},{id:"8",value:"承德市"},{id:"9",value:"沧州市"},{id:"10",value:"廊坊市"},{id:"11",value:"衡水市"}
		]
	},
	{
		id:'4',
		value:'山西省',
		childs:[
			{id:"1",value:"太原市"},{id:"2",value:"大同市"},{id:"3",value:"阳泉市"},{id:"4",value:"长治市"},{id:"5",value:"晋城市"},{id:"6",value:"朔州市"},{id:"7",value:"晋中市"},{id:"8",value:"运城市"},{id:"9",value:"忻州市"},{id:"10",value:"临汾市"},{id:"11",value:"吕梁市"}
		]
	},
	{
		id:'5',
		value:'内蒙古自治区',
		childs:[
			{id:"1",value:"呼和浩特市"},{id:"2",value:"包头市"},{id:"3",value:"乌海市"},{id:"4",value:"赤峰市"},{id:"5",value:"通辽市"},{id:"6",value:"鄂尔多斯市"},{id:"7",value:"呼伦贝尔市"},{id:"8",value:"巴彦淖尔市"},{id:"9",value:"乌兰察布市"},{id:"10",value:"兴安盟"},{id:"11",value:"锡林郭勒盟"},{id:"12",value:"阿拉善盟"}
		]
	},
	{
		id:'6',
		value:'辽宁省',
		childs:[
			{id:"1",value:"沈阳市"},{id:"2",value:"大连市"},{id:"3",value:"鞍山市"},{id:"4",value:"抚顺市"},{id:"5",value:"本溪市"},{id:"6",value:"丹东市"},{id:"7",value:"锦州市"},{id:"8",value:"营口市"},{id:"9",value:"阜新市"},{id:"10",value:"辽阳市"},{id:"11",value:"盘锦市"},{id:"12",value:"铁岭市"},{id:"13",value:"朝阳市"},{id:"14",value:"葫芦岛市"}
		]
	},
	{
		id:'7',
		value:'吉林省',
		childs:[
			{id:"1",value:"长春市"},{id:"2",value:"吉林市"},{id:"3",value:"四平市"},{id:"4",value:"辽源市"},{id:"5",value:"通化市"},{id:"6",value:"白山市"},{id:"7",value:"松原市"},{id:"8",value:"白城市"},{id:"9",value:"延边朝鲜族自治州"}
		]
	},
	{
		id:'8',
		value:'黑龙江省',
		childs:[
			{id:"1",value:"哈尔滨市"},{id:"2",value:"齐齐哈尔市"},{id:"3",value:"鸡西市"},{id:"4",value:"鹤岗市"},{id:"5",value:"双鸭山市"},{id:"6",value:"大庆市"},{id:"7",value:"伊春市"},{id:"8",value:"佳木斯市"},{id:"9",value:"七台河市"},{id:"10",value:"牡丹江市"},{id:"11",value:"黑河市"},{id:"12",value:"绥化市"},{id:"13",value:"大兴安岭地区"}
		]
	},
	{
		id:'9',
		value:'上海市'
	},
	{
		id:'10',
		value:'江苏省',
		childs:[
			{id:"1",value:"南京市"},{id:"2",value:"无锡市"},{id:"3",value:"徐州市"},{id:"4",value:"常州市"},{id:"5",value:"苏州市"},{id:"6",value:"南通市"},{id:"7",value:"连云港市"},{id:"8",value:"淮安市"},{id:"9",value:"盐城市"},{id:"10",value:"扬州市"},{id:"11",value:"镇江市"},{id:"12",value:"泰州市"},{id:"13",value:"宿迁市"}
		]
	},
	{
		id:'11',
		value:'浙江省',
		childs:[
			{id:"1",value:"杭州市"},{id:"2",value:"宁波市"},{id:"3",value:"温州市"},{id:"4",value:"嘉兴市"},{id:"5",value:"湖州市"},{id:"6",value:"绍兴市"},{id:"7",value:"金华市"},{id:"8",value:"衢州市"},{id:"9",value:"舟山市"},{id:"10",value:"台州市"},{id:"11",value:"丽水市"}
		]
	},
	{
		id:'12',
		value:'安徽省',
		childs:[
			{id:"1",value:"合肥市"},{id:"2",value:"芜湖市"},{id:"3",value:"蚌埠市"},{id:"4",value:"淮南市"},{id:"5",value:"马鞍山市"},{id:"6",value:"淮北市"},{id:"7",value:"铜陵市"},{id:"8",value:"安庆市"},{id:"9",value:"黄山市"},{id:"10",value:"滁州市"},{id:"11",value:"阜阳市"},{id:"12",value:"宿州市"},{id:"13",value:"六安市"},{id:"14",value:"亳州市"},{id:"15",value:"池州市"},{id:"16",value:"宣城市"}
		]
	},
	{
		id:'13',
		value:'福建省',
		childs:[
			{id:"1",value:"福州市"},{id:"2",value:"厦门市"},{id:"3",value:"莆田市"},{id:"4",value:"三明市"},{id:"5",value:"泉州市"},{id:"6",value:"漳州市"},{id:"7",value:"南平市"},{id:"8",value:"龙岩市"},{id:"9",value:"宁德市"}
		]
	},
	{
		id:'14',
		value:'江西省',
		childs:[
			{id:"1",value:"南昌市"},{id:"2",value:"景德镇市"},{id:"3",value:"萍乡市"},{id:"4",value:"九江市"},{id:"5",value:"新余市"},{id:"6",value:"鹰潭市"},{id:"7",value:"赣州市"},{id:"8",value:"吉安市"},{id:"9",value:"宜春市"},{id:"10",value:"抚州市"},{id:"11",value:"上饶市"}
		]
	},
	{
		id:'15',
		value:'山东省',
		childs:[
			{id:"1",value:"济南市"},{id:"2",value:"青岛市"},{id:"3",value:"淄博市"},{id:"4",value:"枣庄市"},{id:"5",value:"东营市"},{id:"6",value:"烟台市"},{id:"7",value:"潍坊市"},{id:"8",value:"济宁市"},{id:"9",value:"泰安市"},{id:"10",value:"威海市"},{id:"11",value:"日照市"},{id:"12",value:"莱芜市"},{id:"13",value:"临沂市"},{id:"14",value:"德州市"},{id:"15",value:"聊城市"},{id:"16",value:"滨州市"},{id:"17",value:"菏泽市"}
		]
	},
	{
		id:'16',
		value:'河南省',
		childs:[
			{id:"1",value:"郑州市"},{id:"2",value:"开封市"},{id:"3",value:"洛阳市"},{id:"4",value:"平顶山市"},{id:"5",value:"安阳市"},{id:"6",value:"鹤壁市"},{id:"7",value:"新乡市"},{id:"8",value:"焦作市"},{id:"9",value:"濮阳市"},{id:"10",value:"许昌市"},{id:"11",value:"漯河市"},{id:"12",value:"三门峡市"},{id:"13",value:"南阳市"},{id:"14",value:"商丘市"},{id:"15",value:"信阳市"},{id:"16",value:"周口市"},{id:"17",value:"驻马店市"}
		]
	},
	{
		id:'17',
		value:'湖北省',
		childs:[
			{id:"1",value:"武汉市"},{id:"2",value:"黄石市"},{id:"3",value:"十堰市"},{id:"4",value:"宜昌市"},{id:"5",value:"襄阳市"},{id:"6",value:"鄂州市"},{id:"7",value:"荆门市"},{id:"8",value:"孝感市"},{id:"9",value:"荆州市"},{id:"10",value:"黄冈市"},{id:"11",value:"咸宁市"},{id:"12",value:"随州市"},{id:"13",value:"恩施土家族苗族自治州"},{id:"14",value:"仙桃市"},{id:"15",value:"潜江市"},{id:"16",value:"天门市"},{id:"17",value:"神农架林区"}
		]
	},
	{
		id:'18',
		value:'湖南省',
		childs:[
			{id:"1",value:"长沙市"},{id:"2",value:"株洲市"},{id:"3",value:"湘潭市"},{id:"4",value:"衡阳市"},{id:"5",value:"邵阳市"},{id:"6",value:"岳阳市"},{id:"7",value:"常德市"},{id:"8",value:"张家界市"},{id:"9",value:"益阳市"},{id:"10",value:"郴州市"},{id:"11",value:"永州市"},{id:"12",value:"怀化市"},{id:"13",value:"娄底市"},{id:"14",value:"湘西土家族苗族自治州"}
		]
	},
	{
		id:'19',
		value:'广东省',
		childs:[
			{id:"1",value:"广州市"},{id:"2",value:"韶关市"},{id:"3",value:"深圳市"},{id:"4",value:"珠海市"},{id:"5",value:"汕头市"},{id:"6",value:"佛山市"},{id:"7",value:"江门市"},{id:"8",value:"湛江市"},{id:"9",value:"茂名市"},{id:"10",value:"肇庆市"},{id:"11",value:"惠州市"},{id:"12",value:"梅州市"},{id:"13",value:"汕尾市"},{id:"14",value:"河源市"},{id:"15",value:"阳江市"},{id:"16",value:"清远市"},{id:"17",value:"东莞市"},{id:"18",value:"中山市"},{id:"19",value:"潮州市"},{id:"20",value:"揭阳市"},{id:"21",value:"云浮市"}
		]
	},
	{
		id:'20',
		value:'广西壮族自治区',
		childs:[
			{id:"1",value:"南宁市"},{id:"2",value:"柳州市"},{id:"3",value:"桂林市"},{id:"4",value:"梧州市"},{id:"5",value:"北海市"},{id:"6",value:"防城港市"},{id:"7",value:"钦州市"},{id:"8",value:"贵港市"},{id:"9",value:"玉林市"},{id:"10",value:"百色市"},{id:"11",value:"贺州市"},{id:"12",value:"河池市"},{id:"13",value:"来宾市"},{id:"14",value:"崇左市"}
		]
	},
	{
		id:'21',
		value:'海南省',
		childs:[
			{id:"1",value:"海口市"},{id:"2",value:"三亚市"},{id:"3",value:"三沙市"},{id:"4",value:"五指山市"},{id:"5",value:"琼海市"},{id:"6",value:"儋州市"},{id:"7",value:"文昌市"},{id:"8",value:"万宁市"},{id:"9",value:"东方市"},{id:"10",value:"定安县"},{id:"11",value:"屯昌县"},{id:"12",value:"澄迈县"},{id:"13",value:"临高县"},{id:"14",value:"白沙黎族自治县"},{id:"15",value:"昌江黎族自治县"},{id:"16",value:"乐东黎族自治县"},{id:"17",value:"陵水黎族自治县"},{id:"18",value:"保亭黎族苗族自治县"},{id:"19",value:"琼中黎族苗族自治县"}
		]
	},
	{
		id:'22',
		value:'重庆市'
	},
	{
		id:'23',
		value:'四川省',
		childs:[
			{id:"1",value:"成都市"},{id:"2",value:"自贡市"},{id:"3",value:"攀枝花市"},{id:"4",value:"泸州市"},{id:"5",value:"德阳市"},{id:"6",value:"绵阳市"},{id:"7",value:"广元市"},{id:"8",value:"遂宁市"},{id:"9",value:"内江市"},{id:"10",value:"乐山市"},{id:"11",value:"南充市"},{id:"12",value:"眉山市"},{id:"13",value:"宜宾市"},{id:"14",value:"广安市"},{id:"15",value:"达州市"},{id:"16",value:"雅安市"},{id:"17",value:"巴中市"},{id:"18",value:"资阳市"},{id:"19",value:"阿坝藏族羌族自治州"},{id:"20",value:"甘孜藏族自治州"},{id:"21",value:"凉山彝族自治州"}
		]
	},
	{
		id:'24',
		value:'贵州省',
		childs:[
			{id:"1",value:"贵阳市"},{id:"2",value:"六盘水市"},{id:"3",value:"遵义市"},{id:"4",value:"安顺市"},{id:"5",value:"铜仁市"},{id:"6",value:"黔西南布依族苗族自治州"},{id:"7",value:"毕节市"},{id:"8",value:"黔东南苗族侗族自治州"},{id:"9",value:"黔南布依族苗族自治州"}
		]
	},
	{
		id:'25',
		value:'云南省',
		childs:[
			{id:"1",value:"昆明市"},{id:"2",value:"曲靖市"},{id:"3",value:"玉溪市"},{id:"4",value:"保山市"},{id:"5",value:"昭通市"},{id:"6",value:"丽江市"},{id:"7",value:"普洱市"},{id:"8",value:"临沧市"},{id:"9",value:"楚雄彝族自治州"},{id:"10",value:"红河哈尼族彝族自治州"},{id:"11",value:"文山壮族苗族自治州"},{id:"12",value:"西双版纳傣族自治州"},{id:"13",value:"大理白族自治州"},{id:"14",value:"德宏傣族景颇族自治州"},{id:"15",value:"怒江傈僳族自治州"},{id:"16",value:"迪庆藏族自治州"}
		]
	},
	{
		id:'26',
		value:'西藏自治区',
		childs:[
			{id:"1",value:"拉萨市"},{id:"2",value:"昌都地区"},{id:"3",value:"山南地区"},{id:"4",value:"日喀则地区"},{id:"5",value:"那曲地区"},{id:"6",value:"阿里地区"},{id:"7",value:"林芝地区"}
		]
	},
	{
		id:'27',
		value:'陕西省',
		childs:[
			{id:"1",value:"西安市"},{id:"2",value:"铜川市"},{id:"3",value:"宝鸡市"},{id:"4",value:"咸阳市"},{id:"5",value:"渭南市"},{id:"6",value:"延安市"},{id:"7",value:"汉中市"},{id:"8",value:"榆林市"},{id:"9",value:"安康市"},{id:"10",value:"商洛市"}
		]
	},
	{
		id:'28',
		value:'甘肃省',
		childs:[
			{id:"1",value:"兰州市"},{id:"2",value:"嘉峪关市"},{id:"3",value:"金昌市"},{id:"4",value:"白银市"},{id:"5",value:"天水市"},{id:"6",value:"武威市"},{id:"7",value:"张掖市"},{id:"8",value:"平凉市"},{id:"9",value:"酒泉市"},{id:"10",value:"庆阳市"},{id:"11",value:"定西市"},{id:"12",value:"陇南市"},{id:"13",value:"临夏回族自治州"},{id:"14",value:"甘南藏族自治州"}
		]
	},
	{
		id:'29',
		value:'青海省',
		childs:[
			{id:"1",value:"西宁市"},{id:"2",value:"海东地区"},{id:"3",value:"海北藏族自治州"},{id:"4",value:"黄南藏族自治州"},{id:"5",value:"海南藏族自治州"},{id:"6",value:"果洛藏族自治州"},{id:"7",value:"玉树藏族自治州"},{id:"8",value:"海西蒙古族藏族自治州"}
		]
	},
	{
		id:'30',
		value:'宁夏回族自治区',
		childs:[
			{id:"1",value:"银川市"},{id:"2",value:"石嘴山市"},{id:"3",value:"吴忠市"},{id:"4",value:"固原市"},{id:"5",value:"中卫市"}
		]
	},
	{
		id:'31',
		value:'新疆维吾尔族自治区',
		childs:[
			{id:"1",value:"乌鲁木齐市"},{id:"2",value:"克拉玛依市"},{id:"3",value:"吐鲁番地区"},{id:"4",value:"哈密地区"},{id:"5",value:"昌吉回族自治州"},{id:"6",value:"博尔塔拉蒙古自治州"},{id:"7",value:"巴音郭楞蒙古自治州"},{id:"8",value:"阿克苏地区"},{id:"9",value:"克孜勒苏柯尔克孜自治州"},{id:"10",value:"喀什地区"},{id:"11",value:"和田地区"},{id:"12",value:"伊犁哈萨克自治州"},{id:"13",value:"塔城地区"},{id:"14",value:"阿勒泰地区"},{id:"15",value:"石河子市"},{id:"16",value:"阿拉尔市"},{id:"17",value:"图木舒克市"},{id:"18",value:"五家渠市"}
		]
	}
];
var mobileSelect8 = new MobileSelect({
	trigger:'#abode',
	title:'常驻地选择',
	wheels:[
		{
			data:areaArr
		}
	],
	callback:function(indexArr,data){
		if(data.length==2){
			$('#abode').val(data[1].value);
		}else{
			$('#abode').val(data[0].value);
		}
	}
});
var mobileSelect9 = new MobileSelect({
	trigger:'#nativePlace',
	title:'籍贯选择',
	wheels:[
		{
			data:areaArr
		}
	],
	callback:function(indexArr,data){
		if(data.length==2){
			$('#nativePlace').val(data[1].value);
		}else{
			$('#nativePlace').val(data[0].value);
		}
		$('#nativePlace').parent('.nochose').removeClass('nochose');
	}
});
var mobileSelect10 = new MobileSelect({
	trigger:'#rise',
	title:'月收入选择',
	wheels:[{
		data:[
			'4000元以下',
			'4000~6000元',
			'6000元~10000元',
			'10000元以上'
		]
	}],
	callback:function(indexArr,data){
		$('#rise').val(data);
	}
});
var mobileSelect11 = new MobileSelect({
	trigger:'#marry',
	title:'婚姻状况选择',
	wheels:[{
		data:[
			'已婚离异',
			'未婚'
		]
	}],
	callback:function(indexArr,data){
		$('#marry').val(data);
	}
});
var mobileSelect12 = new MobileSelect({
	trigger:'#live',
	title:'住房情况',
	wheels:[{
		data:[
			'已买房子',
			'租房子住',
			'计划买房'
		]
	}],
	callback:function(indexArr,data){
		$('#live').val(data).parent('.nochose').removeClass('nochose');
	}
});
var mobileSelect13 = new MobileSelect({
	trigger:'#car',
	title:'买车情况',
	wheels:[{
		data:[
			'已买车',
			'没有成',
			'计划买车'
		]
	}],
	callback:function(indexArr,data){
		$('#car').val(data).parents('.nochose').removeClass('nochose');
	}
});
var mobileSelect14 = new MobileSelect({
	trigger:'#marry2',
	title:'何时结婚',
	wheels:[{
		data:[
			'今年',
			'明年',
			'没有想好',
			'不打算结婚'
		]
	}],
	callback:function(indexArr,data){
		$('#marry2').val(data);
	}
});
var mobileSelect15 = new MobileSelect({
	trigger:'#ages',
	title:'年龄范围',
	wheels:[
	{
		data:ageArr
	},
	{
		data:ageArr
	}
	],
	callback:function(indexArr,data){
		$('#ages').val(data[0].value+'~'+data[1].value+'岁');
	}
});
var mobileSelect16 = new MobileSelect({
	trigger:'#heights',
	title:'身高范围',
	wheels:[
		{
			data:heightArr2
		},
		{
			data:heightArr2
		}
	],
	callback:function(indexArr,data){
		$('#heights').val(data[0].value+'~'+data[1].value+'cm');
	}
});
var mobileSelect17 = new MobileSelect({
	trigger:'#nativePlace2',
	title:'籍贯选择',
	wheels:[{
		data:areaArr
	}],
	callback:function(indexArr,data){
		var o = data.length;
		if(o == 2){
			$('#nativePlace2').val(data[0].value.substr(0,data[0].value.length-1)+data[1].value.substr(0,data[1].value.length-1));
		}else if(o ==1){
			$('#nativePlace2').val(data[0].value.substr(0,data[0].value.length-1));
		}
	}
});
var mobileSelect18 = new MobileSelect({
	trigger:'#education2',
	title:'学历选择',
	wheels:[{
		data:[
			'初中',
			'高中',
			'专科',
			'本科'
		]
	}],
	callback:function(indexArr,data){
		$('#education2').val(data);
	}
});
var mobileSelect19 = new MobileSelect({
	trigger:'#belief',
	title:'信仰选择',
	wheels:[{
		data:[
			'基督教',
			'佛教',
			'伊斯兰教'
		]
	}],
	callback:function(indexArr,data){
		$('#belief').val(data);
	}
});
var riseArea = [
			{id:'0',value:1000},
			{id:'1',value:2000},
			{id:'2',value:3000},
			{id:'3',value:4000},
			{id:'4',value:5000},
			{id:'5',value:6000},
			{id:'6',value:7000},
			{id:'7',value:8000},
			{id:'8',value:9000},
			{id:'9',value:'10000以上'}
];
var mobileSelect20 = new MobileSelect({
	trigger:'#rise2',
	title:'月收入范围',
	wheels:[
	{
		data:riseArea
	},
	{
		data:riseArea
	}
	],
	callback:function(indexArr,data){
		$('#rise2').val(data[0].value+'~'+data[1].value);
	}
});
var mobileSelect21 = new MobileSelect({
	trigger:'#livePlace',
	title:'居住地选择',
	wheels:[
		{
			data:areaArr
		}
	],
	callback:function(indexArr,data){
		var o = data.length;
		if(o == 2){
			$('#livePlace').val(data[0].value.substr(0,data[0].value.length-1)+data[1].value.substr(0,data[1].value.length-1));
		}else if(o ==1){
			$('#livePlace').val(data[0].value.substr(0,data[0].value.length-1));
		}
	}
});
var mobileSelect22 = new MobileSelect({
	trigger:'#target',
	title:'交往目的',
	wheels:[{
		data:[
			'征婚',
			'交友',
			'谈恋爱'
		]
	}],
	callback:function(indexArr,data){
		$('#target').val(data);
	}
})
var mobileSelect23 = new MobileSelect({
	trigger:'#live2',
	title:'购房情况',
	wheels:[{
		data:[
			'租房',
			'已买房',
			'计划买房'
		]
	}],
	callback:function(indexArr,data){
		$('#live2').val(data);
	}
});
var mobileSelect24 = new MobileSelect({
	trigger:'#marry3',
	title:'婚姻状况',
	wheels:[{
		data:[
			'未婚',
			'已婚离异'
		]
	}],
	callback:function(indexArr,data){
		$('#marry3').val(data);
	}
});
var mobileSelect25 = new MobileSelect({
	trigger:'#identific',
	title:'希望对方是否有身份认证',
	wheels:[{
		data:[
			'是',
			'否'
		]
	}],
	callback:function(indexArr,data){
		$('#identific').val(data);
	}
});
